{
    "1": "Dezentrale Kryptowährungsbörse",
     "2": "Vorverkauf",
     "3": "Was ist MaxDex",
     "4": "Token MXDX",
     "5": "Weißbuch",
     "6": "Fahrplan",
     "7": "Unser Team",
     "8": "Brieftasche verbinden",
     "9": "Bitte klicken Sie auf die Schaltfläche \"Wallet verbinden\", um die MetaMask-Wallet mit dem Ethereum Mainnet-Netzwerk zu verbinden",
     "10": "Offizieller Token MXDX-Vorverkauf jetzt!",
     "11": "Die MaxDex-Börse ist eine dezentralisierte Blockchain-Kryptowährungsbörse wie Uniswap, aber sie hat einige große Probleme von Uniswap wie unbeständige Verluste usw. gelöst, also ist sie wie eine viel bessere Version von Uniswap Das Gesamtangebot beträgt 1 Milliarde, und 20 % davon sind jetzt im Vorverkauf zu einem sehr günstigen Preis erhältlich.",
     "12": "Diese Börse berechnet 0,2 % des Handelsvolumens für jeden Handel. Die 80 % der Handelsgebühr werden automatisch an Benutzer verteilt, die Liquidität bereitstellen. Die 20 % der Handelsgebühr werden automatisch in den Tresor dieser Börse eingezahlt.",
     "13": "Benutzer, die das MXDX-Token besitzen, sind Community-Mitglieder. Community-Mitglieder können abstimmen, um diesen Austausch zu verwalten, und sie besitzen auch den Tresor des Austauschs, sie können abstimmen, um den Tresor zu verteilen. Der MXDX-Token dient also nicht nur der Verwaltung und auch haben einen sehr guten tatsächlichen wirtschaftlichen Wert. Im Laufe der Zeit werden die Einnahmen aus dem Tresor der Börse also immer höher und es gibt keine Obergrenze. Daraus können wir ersehen, dass der potenzielle wirtschaftliche Wert des MXDX-Tokens sehr gut ist, und der Preis des Tokens wird mit der Zeit für immer steigen. Der MXDX-Token wird etwa im Mai 2023 auf den öffentlichen Markt der großen Börsen gehen, und sein anfänglicher Preis wird auf etwa 1 USDT festgelegt. Wenn also Leute die MXDX-Token im Vorverkauf zu einem sehr günstigen Preis kaufen , dann werden sie in etwa 2 bis 3 Monaten große Gewinne erzielen und früher mehr kaufen, um mehr Gewinn zu erzielen.",
     "14": "In der Vorverkaufsperiode gibt es 10 Stufen von Menge und Preis, wenn die Menge einer Stufe ausverkauft ist, geht es automatisch in die nächste Stufe. Menge und Preis des MXDX-Tokens für den Vorverkauf jeder Stufe wie unten",
     "15": "MXDX-Token im Vorverkauf kaufen",
     "16": "Gesamtversorgung",
     "17": "Betrag für Vorverkauf",
     "18": "Verkaufte Menge",
     "19": "Restbetrag",
     "20": "Geld beschafft",
     "21": "Käufer insgesamt",
     "22": "Aktueller Bühnenpreis",
     "23": "Preis der nächsten Stufe",
     "24": "Gekaufter Betrag",
     "25": "Mindestbetrag 1000 zum Kauf",
     "26": "MXDX mit USDT kaufen",
     "27": "MXDX mit ETH kaufen",
     "28": "MXDX-Token beanspruchen",
     "29": "Wie kaufe und reklamiere ich?",
     "30": "Bühne",
     "31": "Betrag",
     "32": "Preis",
     "33": "Was ist MaxDex",
     "34": "Dieses Projekt ist eine dezentrale Kryptowährungsbörse auf der Blockchain. Jeder kann an dieser Börse verschiedene Kryptowährungen kaufen und verkaufen oder Kryptowährungen für das Liquiditäts-Mining verpfänden, um ein stabiles risikofreies Einkommen zu erzielen. Denn die MaxDex-Börse verwendet eine neue Handelsmethode und neuer Preisalgorithmus für den Handel, wodurch einige große Probleme von Börsen wie Uniswap gelöst wurden. Zu den Hauptproblemen, die von der MaxDex-Börse gelöst wurden, gehören:",
     "35": "Das Problem des unbeständigen Verlusts. Benutzer, die sich für das Liquiditäts-Mining an Börsen wie Uniswap verpflichten, werden unbeständige Verluste erleiden, die zu Vermögensverlusten führen. Aber an dieser Börse zu setzen, weil diese Börse einen neuen Preisalgorithmus für den Handel verwendet , also gibt es kein Problem mit unbeständigem Verlust mehr, Benutzer verlieren dadurch kein Vermögen und es gibt nur stabiles Einkommen ohne Verlustrisiko.",
     "36": "Das Problem der drastischen Preisänderungen im Handel. Wenn Benutzer an Börsen wie Uniswap handeln und das Handelsvolumen groß ist, führt dies zu drastischen Preisänderungen und erhöht die Handelskosten des Benutzers ein neuer Handelspreisalgorithmus in dieser Börse, die Preisänderungen werden viel glatter sein und der Handel wird glatter und kostengünstiger für die Benutzer sein.",
     "37": "Liquidity Mining muss zwei Token gleichzeitig verpfänden. Wenn Benutzer an Börsen wie Uniswap für Liquidity Mining verpfänden, müssen sie zwei Token gleichzeitig verpfänden, und auch die Menge der beiden Token muss dies tun ein festes Verhältnis beibehalten, was die Liquiditäts-Mining-Kosten des Benutzers erhöht. Diese Börse muss jedoch nur einen Token oder zwei Token verpfänden, und die Menge der zwei Token muss kein festes Verhältnis für das Liquiditäts-Mining aufrechterhalten.",
     "38": "Das Problem einer großen Menge bösartiger Token. Da die Token von Uniswap ohne Überprüfungsmechanismus veröffentlicht werden, gibt es viele bösartige Token darin, und die Benutzer erleiden irreparable Verluste, wenn sie mit diesen Token handeln. Die Token dieser Börse müssen von der Community abgestimmt und überprüft werden, bevor sie auf dem Markt gehandelt werden können, so dass viele bösartige Token vermieden werden können und Benutzer Verluste vermeiden können.",
     "39": "Die übermäßige Menge an verpfändeten Token im Handelspaar verwässert die Einnahmen aus dem Liquiditätsabbau. Da es keine Begrenzung der Menge an verpfändeten Token in Uniswap für das Liquiditätsabbau gibt, haben viele Handelspaare zu viele verpfändete Token. Diese Überschüsse Token haben keinen praktischen Wert, verwässern aber die Einnahmen aus dem Liquiditätsabbau. Bei dieser Börse wird dieses Problem gut gelöst, indem die Anzahl der Zusagen im Handelspaar dynamisch begrenzt wird. Das System berechnet automatisch die Summe des Handelsvolumens der Token in das Handelspaar im letzten Zeitraum und begrenzen automatisch die Gesamtmenge der verpfändeten Token auf nicht mehr als 50% davon.Durch diese Methode werden die Nutzungsrate der verpfändeten Token und das Einkommen aus der Teilnahme am Liquiditätsabbau stark verbessert. ",
     "40": "Problem gelöst",
     "41": "MaxDex-Austausch",
     "42": "Uniswap-Börse",
     "43": "Dauerhafter Pfandverlust",
     "44": "Rasante Preisänderungen im Handel",
     "45": "Liquidity Mining muss zwei Token verpfänden",
     "46": "Große Menge bösartiger Token",
     "47": "Die übermäßige Menge an verpfändeten Token",
     "48": "Token MXDX",
     "49": "Der offizielle Token der MaxDex-Börse ist MXDX mit einem Gesamtangebot von 1 Milliarde. Benutzer, die den MXDX-Token besitzen, sind Community-Mitglieder. Community-Mitglieder haben das Recht, über Community-Angelegenheiten und die Menge an MXDX-Token, die sie besitzen, abzustimmen ist ihr Stimmengewicht, und Community-Mitglieder haben auch das Eigentum am Börsentresor.Die MXDX-Token dieser Plattform haben nicht nur die Rechte zur Verwaltung, sondern haben auch einen tatsächlichen wirtschaftlichen Wert werden automatisch in den Tresor der Plattform eingezahlt. Im Laufe der Zeit werden die Einnahmen der Börse also immer höher und es gibt keine Obergrenze. Daraus können wir vorhersagen, dass der potenzielle wirtschaftliche Wert der Plattform-Token sehr groß ist, und der Preis der Plattform-Token wird mit der Zeit steigen und hat in Zukunft keine Obergrenze. Alle Community-Angelegenheiten werden von Community-Mitgliedern abgestimmt, wie zum Beispiel: Legen Sie den Wert der Handelsgebühr fest, stimmen Sie für die Veröffentlichung von Handelspaaren ab, stimmen Sie für die Entfernung von Handelspaaren ab und so weiter Die Verteilung Funktionsplan des Plattform-Tokens MXDX sieht wie folgt aus:",
     "50": "Öffentlicher Vorverkauf",
     "51": "Verkaufen Sie den MXDX-Token zu niedrigen Preisen vorab an Investoren, um die notwendigen Mittel für die Entwicklung des Projekts und die Erweiterung des Teams zu beschaffen. Investoren erhalten enorme Gewinneinnahmen. Wenn nicht alle Token bis zum Ende des Vorverkaufszeitraum werden die verbleibenden Token automatisch an den Teil für das Liquiditäts-Mining gesendet.",
     "52": "Entwicklungsteam",
     "53": "Vergeben Sie die MXDX-Token an das Entwicklungsteam für ihre langjährige harte Arbeit, Teammitglieder werden effizienter und enthusiastischer arbeiten.",
     "54": "Liquiditätsabbau",
     "55": "Jeder kann Liquidität für die Handelspaare dieser Börse bereitstellen. Sie erhalten Handelsgebühreneinnahmen als Belohnung, außerdem wird das Token MXDX automatisch an sie als weitere Belohnung für das Liquiditäts-Mining verteilt, bis die MXDX-Token alle verteilt sind. so Menschen, die sich für Liquiditätsabbau einsetzen, werden sehr reiche Belohnungen erhalten.",
     "56": "Marketing",
     "57": "Um den Markt und die Förderung dieser Börse zu erweitern, mehr Benutzer für diese Börse zu gewinnen und die Börse mehr Einkommen zu erzielen, ist ein Teil der Token speziell als Belohnung für die Marktarbeit reserviert, die für externe Mitarbeiter oder Organisationen wie Werbung, Airdrop-Belohnungen, Drittanbieter-Partner usw.",
     "58": "Liquiditätsabbau",
     "59": "Entwicklungsteam",
     "60": "Öffentlicher Vorverkauf",
     "61": "Marketing",
     "62": "Das Whitepaper",
     "63": "Das Whitepaper beschreibt Details zu diesem Projekt, Sie werden über dieses Projekt insgesamt und gründlich Bescheid wissen, nachdem Sie es gelesen haben.",
     "64": "Sie können das Whitepaper online ansehen oder zum Lesen herunterladen.",
     "65": "Das Whitepaper wird eine Version in vielen Sprachen haben:",
     "66": "Englisch, Chinesisch (vereinfacht), Chinesisch (traditionell), Spanisch, Französisch, Deutschland, Koreanisch, Japanisch, Italienisch usw.",
     "67": "Whitepaper anzeigen",
     "68": "Whitepaper herunterladen",
     "69": "Fahrplan",
     "70": "Dezember 2022",
     "71": "Projekt starten und erstellen",
     "72": "Aufbau des Entwicklungsteams",
     "73": "Das Konzept der Börse",
     "74": "Januar 2023",
     "75": "Technische Lösungen entwerfen",
     "76": "Erstellung der offiziellen Website",
     "77": "Whitepaper schreiben",
     "78": "Smart Contract-Entwicklung im Vorverkauf",
     "79": "Registrierung eines Social-Media-Kontos",
     "80": "Februar 2023",
     "81": "Start des ICO-Token-Vorverkaufs",
     "82": "Exchange Smart Contracts-Entwicklung",
     "83": "Frontend der Börsenentwicklung",
     "84": "Backend der Börsenentwicklung",
     "85": "Social-Media-Werbung",
     "86": "März 2023",
     "87": "Entwicklung intelligenter Verträge",
     "88": "Frontend der Börsenentwicklung",
     "89": "Backend der Börsenentwicklung",
     "90": "Social-Media-Werbung",
     "91": "April 2023",
     "92": "Smart Contracts-Entwicklung abgeschlossen",
     "93": "Frontend-Entwicklung abgeschlossen",
     "94": "Backend-Entwicklung abgeschlossen",
     "95": "Börsenentwicklung zunächst abgeschlossen",
     "96": "Test im Blockchain-Netzwerk",
     "97": "Fehlermodifikation und -optimierung",
     "98": "Mai 2023",
     "99": "Ende des offiziellen Token-Vorverkaufs",
     "100": "Die Exchange-Website ist offiziell freigegeben",
     "101": "Offizielle Token-Ausgabe an verschiedenen Börsen",
     "102": "Wird weiterhin gewartet und aktualisiert",
     "103": "Unser Team",
     "104": "Die Teammitglieder setzen sich aus Eliten aus der IT-, Internet- und Blockchain-Branche zusammen. Sie kommen von Weltklasse-Universitäten und haben einen Abschluss in IT-, Internet- und Blockchain-bezogenen Hauptfächern. Reiche Branchenerfahrung, die viele IT-, Internet- und Blockchain-Projekte entwickelt hat modernste Vision und einzigartiges Denken, hat großes Interesse und Enthusiasmus für die Blockchain-Industrie und engagiert sich für die Entwicklung der Blockchain-Industrie, versucht, die neuen technologischen Trends zu finden, die zukünftige Richtung der Blockchain zu erkunden und wertvollere Anwendungen für zu schaffen die Blockchain-Industrie Glauben Sie an den Geist der Dezentralisierung der Blockchain, fördern Sie die Dezentralisierung der menschlichen Gesellschaft, insbesondere die Finanzindustrie ist natürlich für die Kombination mit der Blockchain geeignet.Wir glauben, dass sich die aktuelle Blockchain-Industrie in einem dynamischen Stadium befindet, wie ein riesiges Schiff, das mit dem Wind segelt, es in Zukunft mehr Innovationen geben wird, und wir werden dabei sein und gemeinsam mehr Wunder schaffen.Für die bessere und sicherere Entwicklung dieses Projekts und zum Schutz der Privatsphäre der Teammitglieder haben wir uns entschieden, die Identität der Mitglieder vorübergehend nicht preiszugeben und auf die offizielle Veröffentlichung des Projekts zu warten und dann den richtigen Zeitpunkt für die Ankündigung zu wählen Identitäten der Mitglieder des Kernteams.Basierend auf den gleichen Sicherheits- und Datenschutzüberlegungen, um zu verhindern, dass andere Personen in der gleichen Branche unsere Arbeitsergebnisse einfach kopieren, werden die Kern-Smart-Contracts und Programmcodes dieses Projekts kurzfristig nicht Open Source sein. Wir müssen warten bis das Projekt für einen bestimmten Zeitraum offiziell läuft Open Source von Projektcodes zum richtigen Zeitpunkt, wodurch die Interessen der Investoren in diesem Projekt besser geschützt werden können.",
     "105": "E-Mail",
     "106": "Urheberrecht",
     "107": "Alle Rechte vorbehalten",
     "108": "USDT genehmigen",
     "109": "Wie kaufe und reklamiere ich?",
     "110": "Stellen Sie sicher, dass Ihr Browser (empfehlen Sie Chrome) die MetaMask-Wallet installiert hat und stellen Sie MetaMask auf das Ethereum Mainnet-Netzwerk ein",
     "111": "Bitte geben Sie zuerst die Anzahl der MXDX-Token ein, die Sie kaufen möchten",
     "112": "Klicken Sie zum Kaufen auf \"MXDX mit USDT kaufen\" oder \"MXDX mit USDT kaufen\"",
     "113": "Wenn Sie auf \"MXDX mit USDT kaufen\" geklickt haben, erscheint ein Fenster, in dem Sie zuerst der Zahlung von USDT zustimmen. Wenn das Fenster nicht erscheint, bedeutet dies, dass Sie bereits bewiesen haben, sodass Sie USDT einfach direkt bezahlen können besorgen",
     "114": "Wenn Sie auf \"MXDX mit ETH kaufen\" geklickt haben, können Sie ETH direkt für den Kauf bezahlen",
     "115": "Nachdem Sie bezahlt haben, sehen Sie die Menge an MXDX-Token, die Sie auf dieser Website gekauft haben",
     "116": "Nach dem Kauf müssen Sie nach Ende des Vorverkaufs nur noch auf die Reklamation warten. Diese Website zeigt den Beginn der Reklamation an",
     "117": "Wenn die Beanspruchung beginnt, müssen Käufer nur auf die Schaltfläche \"Beanspruchen\" auf dieser Website klicken, die von Ihnen gekauften MXDX-Token werden automatisch an Ihre Wallet-Adresse gesendet, dann können Sie sie behalten oder handeln",
     "118": "Ich hab's, nah",
     "119": "Bitte installieren Sie MetaMask Wallet in Ihrem Browser (empfehlen Sie Chrome)",
     "120": "Bitte melden Sie sich in der MetaMask-Wallet an",
     "121": "Bitte setzen Sie die MetaMask-Wallet auf das Ethereum Mainnet-Netzwerk",
     "122": "Betrag darf nicht kleiner als 1000 sein!",
     "123": "Sie werden zustimmen",
     "124": " USDT.<br/>Bitte warten Sie eine Weile, bis die Genehmigung abgeschlossen ist...",
     "125": "Freigabe erfolgreich! <br/>Bitte dieses Fenster schließen und jetzt kaufen.",
     "126": "Genehmigung fehlgeschlagen! Bitte versuchen Sie es erneut.",
     "127": "Betrag darf nicht kleiner als 1000 sein!",
     "128": "Deine Geldbörse hat nur ",
     "129": "USDT weniger als Zahlung",
     "130": "Sie werden bezahlen",
     "131": " USDT.<br/>Bitte warten Sie eine Weile, bis der Kauf abgeschlossen ist...",
     "132": "Kaufen",
     "133": "MXDX-Token erfolgreich!",
     "134": "Kauf des MXDX-Tokens fehlgeschlagen, bitte versuchen Sie es erneut!",
     "135": "Betrag darf nicht kleiner als 1000 sein!",
     "136": "Ihre Geldbörse hat nur",
     "137": " ETH weniger als Zahlung ",
     "138": "Sie werden bezahlen",
     "139": " ETH.<br/>Bitte warten Sie eine Weile, bis der Kauf abgeschlossen ist...",
     "140": "Kaufen",
     "141": "MXDX-Token erfolgreich!",
     "142": "Kauf des MXDX-Tokens fehlgeschlagen, bitte versuchen Sie es erneut!",
     "143": "Claim hat noch nicht begonnen!",
     "144": "Bitte warten Sie, bis die Website es ankündigt.",
     "145": "MXDX-Token erfolgreich beanspruchen! Sie können es jetzt in der Brieftasche überprüfen.",
     "146": "Beanspruchung fehlgeschlagen! Bitte versuchen Sie es erneut.",
     "147": "Bitte klicken Sie zuerst auf die Schaltfläche \"Wallet verbinden\"!",
     "148": "Download fehlgeschlagen, bitte versuchen Sie es erneut",
     "149": "Bitte klicken Sie zuerst auf die Schaltfläche \"USDT genehmigen\", um sie zuzulassen!",
     "150": "Betrag darf nicht kleiner als 1000 sein!",
     "151": "Vorverkaufszeit",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}