{
    "1": "Intercambio de criptomonedas descentralizado",
     "2": "Preventa",
     "3": "Qué es MaxDex",
     "4": "Ficha MXDX",
     "5": "Informe técnico",
     "6": "Hoja de ruta",
     "7": "Nuestro equipo",
     "8": "Conectar billetera",
     "9": "Haga clic en el botón \"Conectar billetera\" para conectar la billetera MetaMask en la red Ethereum Mainnet",
     "10": "¡Preventa oficial de Token MXDX ahora!",
     "11": "El intercambio MaxDex es un intercambio de criptomonedas descentralizado de cadena de bloques como Uniswap, pero resolvió un problema importante de Uniswap, como la pérdida impermanente, etc., por lo que es como una versión mucho mejor de Uniswap. El token oficial del intercambio MaxDex es MXDX, y es la oferta total es de mil millones, y el 20% de ellos se venden por anticipado a un precio muy bajo ahora.",
     "12": "Este intercambio cobra el 0,2 % del volumen comercial por cada transacción. El 80 % de la tarifa comercial se distribuirá automáticamente a los usuarios que suministren liquidez. El 20 % de la tarifa comercial se depositará automáticamente en la bóveda de este intercambio.",
     "13": "Los usuarios que poseen el token MXDX son miembros de la comunidad. Los miembros de la comunidad pueden votar para administrar este intercambio, y también son propietarios de la bóveda del intercambio, pueden votar para distribuir la bóveda. Por lo tanto, el token MXDX no es solo para administrar y también tienen un valor económico real muy bueno. Entonces, a medida que transcurre el tiempo, los ingresos de la bóveda de intercambio serán cada vez mayores y no hay un límite superior. A partir de eso, podemos ver que el valor económico potencial del token MXDX es muy bueno, y el precio del token aumentará con el tiempo para siempre. El token MXDX saldrá al mercado público de los principales intercambios alrededor de mayo de 2023, y su precio inicial se establecerá en aproximadamente 1 USDT. Entonces, si las personas compran los tokens MXDX en periodo de preventa con un precio muy bajo , luego obtendrán una gran ganancia en aproximadamente 2 a 3 meses y comprarán más antes y luego obtendrán más ganancias.",
     "14": "En el período de preventa, hay 10 etapas de la cantidad y el precio, cuando la cantidad de una etapa se agota, pasará automáticamente a la siguiente etapa. La cantidad y el precio del token MXDX para la preventa de cada etapa como se muestra a continuación",
     "15": "Comprar tokens MXDX en preventa",
     "16": "Suministro total",
     "17": "Cantidad de la preventa",
     "18": "Cantidad vendida",
     "19": "Cantidad restante",
     "20": "Fondo recaudado",
     "21": "Total de compradores",
     "22": "Precio de etapa actual",
     "23": "Precio de la siguiente etapa",
     "24": "Cantidad que compraste",
     "25": "monto minimo 1000 para comprar",
     "26": "Comprar MXDX con USDT",
     "27": "Comprar MXDX con ETH",
     "28": "Reclamar token MXDX",
     "29": "¿Cómo comprar y reclamar?",
     "30": "Escenario",
     "31": "Cantidad",
     "32": "Precio",
     "33": "Qué es MaxDex",
     "34": "Este proyecto es un intercambio de criptomonedas descentralizado en la cadena de bloques. Cualquiera puede comprar y vender varias criptomonedas en este intercambio, o prometer criptomonedas para la minería de liquidez para obtener ingresos estables y sin riesgos. Debido a que el intercambio MaxDex utiliza un nuevo método de comercio y un nuevo algoritmo de precios para el comercio, por lo que resolvió algunos problemas importantes de los intercambios como Uniswap. Los principales problemas que resolvió el intercambio MaxDex incluyen:",
     "35": "El problema de la pérdida transitoria. Los usuarios que se comprometan a extraer liquidez en intercambios como Uniswap enfrentarán pérdidas transitorias, lo que provocará una pérdida de riqueza. Pero apostar en este intercambio, porque este intercambio utiliza un nuevo algoritmo de precios para el comercio , por lo que ya no hay problema de pérdida transitoria, los usuarios no perderán ninguna riqueza a causa de ello, y solo habrá ingresos estables sin ningún riesgo de pérdida.",
     "36": "El problema de los cambios drásticos de precios en el comercio. Cuando los usuarios comercian en intercambios como Uniswap, si el volumen de comercio es grande, provocará cambios drásticos en los precios y aumentará los costos comerciales del usuario. Sin embargo, debido al uso de un nuevo algoritmo de precios comerciales en este intercambio, los cambios de precios serán mucho más suaves y el comercio será más fluido y de menor costo para los usuarios.",
     "37": "La minería de liquidez debe prometer dos tokens al mismo tiempo. Cuando los usuarios prometen minería de liquidez en intercambios como Uniswap, necesitan prometer dos tokens al mismo tiempo, y también la cantidad de los dos tokens debe mantener una proporción fija, lo que aumenta los costos de extracción de liquidez del usuario. Sin embargo, este intercambio solo necesita prometer un token o dos tokens y la cantidad de los dos tokens no necesita mantener una proporción fija para la extracción de liquidez.",
     "38": "El problema de una gran cantidad de tokens maliciosos. Dado que los tokens de Uniswap se publican sin ningún mecanismo de revisión, hay muchos tokens maliciosos y los usuarios sufrirán pérdidas irreparables al intercambiar estos tokens. Los tokens de este intercambio necesitan ser votados y revisados por la comunidad antes de que puedan comercializarse en el mercado, de modo que se puedan evitar muchos tokens maliciosos y los usuarios puedan evitar pérdidas.",
     "39": "La cantidad excesiva de tokens prometidos en el par comercial diluye los ingresos de la minería de liquidez. Dado que no hay límite en la cantidad de tokens prometidos en Uniswap para la minería de liquidez, muchos pares comerciales tienen demasiados tokens prometidos. Este exceso los tokens no tienen valor práctico, pero diluyen los ingresos de la minería de liquidez. En este intercambio, este problema se resuelve bien al limitar dinámicamente la cantidad de compromisos en el par comercial. El sistema calculará automáticamente la suma del volumen comercial de los tokens en el par comercial en el período de tiempo más reciente, y limita automáticamente la cantidad total de tokens comprometidos a no más del 50% de este método, la tasa de utilización de los tokens comprometidos y los ingresos de participar en la minería de liquidez mejoran considerablemente. ",
     "40": "Problema Resuelto",
     "41": "Intercambio MaxDex",
     "42": "Intercambio Uniswap",
     "43": "Pérdida temporal de prenda",
     "44": "Cambios drásticos de precios en el comercio",
     "45": "La minería de liquidez necesita prometer dos tokens",
     "46": "Gran cantidad de tokens maliciosos",
     "47": "La cantidad excesiva de tokens comprometidos",
     "48": "Ficha MXDX",
     "49": "El token oficial del intercambio MaxDex es MXDX, con un suministro total de mil millones. Los usuarios que poseen el token MXDX son miembros de la comunidad. Los miembros de la comunidad tienen derecho a votar sobre los asuntos de la comunidad y la cantidad de token MXDX que poseen. es su peso de voto, y los miembros de la comunidad también tienen la propiedad de la bóveda de intercambio. Los tokens MXDX de esta plataforma no solo tienen los derechos de administración, sino que también tienen un valor económico real. se depositarán automáticamente en la bóveda de la plataforma. Entonces, a medida que pasa el tiempo, los ingresos del intercambio serán cada vez mayores y no hay límite superior. A partir de eso, podemos predecir que el valor económico potencial de los tokens de la plataforma es muy grande, y el precio de token de la plataforma aumentará con el tiempo y no tendrá límite superior en el futuro. Todos los asuntos de la comunidad son votados por los miembros de la comunidad, tales como: establecer el valor de la tarifa comercial, votar para publicar el par comercial, votar para eliminar el par comercial, etc. .La distribución El plan de acción de la plataforma token MXDX es el siguiente:",
     "50": "Preventa pública",
     "51": "Prevende el token MXDX a los inversores a precios bajos para recaudar los fondos necesarios para el desarrollo del proyecto y expandir el equipo. Los inversores obtendrán grandes ganancias. Si no se agotan todos los tokens al final del período de preventa, los tokens restantes se enviarán automáticamente a la parte para la extracción de liquidez.",
     "52": "Equipo de desarrollo",
     "53": "Otorgue los tokens MXDX al equipo de desarrollo por su arduo trabajo a largo plazo, los miembros del equipo trabajarán de manera más eficiente y entusiasta.",
     "54": "Minería de liquidez",
     "55": "Cualquiera puede proporcionar liquidez para los pares comerciales de este intercambio. Obtendrán ingresos por comisiones comerciales como recompensa, también el token MXDX se les distribuirá automáticamente como otra recompensa por la minería de liquidez hasta que los tokens MXDX se distribuyan por completo. así que las personas que se comprometan con la minería de liquidez obtendrán recompensas muy ricas.",
     "56": "Mercadeo",
     "57": "Con el fin de expandir el mercado y la promoción de este intercambio, atraer a más usuarios para que se unan a este intercambio y el intercambio obtenga más ingresos, parte de los tokens se han reservado especialmente como recompensas por el trabajo en el mercado, que para empleados externos o organizaciones, como publicidad, recompensas de airdrop, socios externos, etc. ",
     "58": "Minería de Liquidez",
     "59": "Equipo de desarrollo",
     "60": "Preventa pública",
     "61": "Mercadeo",
     "62": "El libro blanco",
     "63": "El documento técnico describe los detalles de este proyecto, sabrás sobre este proyecto en general y en profundidad después de leerlo.",
     "64": "Puedes ver el documento técnico en línea o descargarlo para leerlo.",
     "65": "El documento técnico tendrá una versión en muchos idiomas:",
     "66": "Inglés, chino (simplificado), chino (tradicional), español, francés, alemán, coreano, japonés, italiano, etc.",
     "67": "Ver documento técnico",
     "68": "Descargar documento técnico",
     "69": "Hoja de ruta",
     "70": "diciembre de 2022",
     "71": "Proyecto iniciar y crear",
     "72": "Creación del equipo de desarrollo",
     "73": "El concepto de diseño del intercambio",
     "74": "enero de 2023",
     "75": "Diseñar soluciones técnicas",
     "76": "Creación del sitio web oficial",
     "77": "Escribir documento técnico",
     "78": "Desarrollo de contrato inteligente de preventa",
     "79": "Registro de cuenta de redes sociales",
     "80": "febrero de 2023",
     "81": "Inicio de preventa de fichas ICO",
     "82": "Desarrollo de contratos inteligentes de Exchange",
     "83": "Frontend del desarrollo del intercambio",
     "84": "Backend del desarrollo del intercambio",
     "85": "Promoción en redes sociales",
     "86": "marzo de 2023",
     "87": "Desarrollo de contratos inteligentes",
     "88": "Frontend del desarrollo del intercambio",
     "89": "Backend del desarrollo del intercambio",
     "90": "Promoción en redes sociales",
     "91": "abril de 2023",
     "92": "Desarrollo de contratos inteligentes completado",
     "93": "Desarrollo de interfaz completado",
     "94": "Desarrollo de back-end completado",
     "95": "Desarrollo de intercambio completado inicialmente",
     "96": "Prueba en la red blockchain",
     "97": "Modificación y optimización de errores",
     "98": "Mayo de 2023",
     "99": "Fin de la preventa oficial del token",
     "100": "Lanzamiento oficial del sitio web de intercambio",
     "101": "Emisión de token oficial en varios intercambios",
     "102": "Se sigue manteniendo y actualizando",
     "103": "Nuestro equipo",
     "104": "Los miembros del equipo están compuestos por élites de las industrias de TI, Internet y blockchain. Vienen de universidades de clase mundial y se graduaron de carreras relacionadas con TI, Internet y blockchain. Rica experiencia en la industria, ha desarrollado muchos proyectos de TI, Internet y blockchain, tiene una visión de vanguardia y un pensamiento único, tiene un gran interés y entusiasmo por la industria de la cadena de bloques y está comprometido con el desarrollo de la industria de la cadena de bloques, trate de encontrar la nueva tecnología. tendencias, explore la dirección futura de blockchain y cree aplicaciones más valiosas para la industria de blockchain. Cree en el espíritu de descentralización de la cadena de bloques, promueve que la sociedad humana sea más descentralizada, especialmente la industria financiera es naturalmente adecuada para combinarse con la cadena de bloques.Creemos que la industria blockchain actual se encuentra en una etapa vigorosa, como un barco gigante que navega con el viento, habrá más innovaciones en el futuro, y estaremos en ella y crearemos más milagros juntos.Para el desarrollo mejor y más seguro de este proyecto, y para proteger la privacidad de los miembros del equipo, decidimos no divulgar las identidades de los miembros temporalmente, y esperar el lanzamiento oficial del proyecto, y luego elegir el momento adecuado para anunciar el identidades de los miembros del equipo central.Basado en las mismas consideraciones de seguridad y privacidad, para evitar que otras personas en la misma industria copien fácilmente los resultados de nuestro trabajo, los contratos inteligentes centrales y los códigos de programa de este proyecto no serán de código abierto en el corto plazo. Necesitamos esperar hasta que el proyecto se ejecute oficialmente por un período de tiempo. Fuente abierta de códigos de proyecto en el momento adecuado, lo que puede proteger mejor los intereses de los inversores en este proyecto.",
     "105": "Correo electrónico",
     "106": "Derechos de autor",
     "107": "Todos los derechos reservados",
     "108": "Aprobar USDT",
     "109": "¿Cómo comprar y reclamar?",
     "110": "Asegúrese de que su navegador (recomendado Chrome) haya instalado la billetera MetaMask y configure MetaMask en la red Ethereum Mainnet",
     "111": "Primero ingrese la cantidad de tokens MXDX que desea comprar",
     "112": "Haga clic en \"Comprar MXDX con USDT\" o \"Comprar MXDX con USDT\" para comprar",
     "113": "Si hizo clic en \"Comprar MXDX con USDT\", aparecerá una ventana para que apruebe pagar USDT primero. Si la ventana no apareció, significa que ya probó, por lo que puede pagar USDT directamente a comprar",
     "114": "Si hizo clic en \"Comprar MXDX con ETH\", puede pagar directamente ETH para comprar",
     "115": "Después de pagar, verá la cantidad de tokens MXDX que compró en este sitio web",
     "116": "Después de comprar, solo necesita esperar el reclamo después de que finalice la preventa, este sitio web mostrará un aviso cuando comience el reclamo",
     "117": "Cuando comience el reclamo, los compradores solo deben hacer clic en el botón \"Reclamar\" en este sitio web, los tokens MXDX que compró se enviarán automáticamente a la dirección de su billetera, luego puede conservarlos o intercambiarlos",
     "118": "Lo tengo, cerca",
     "119": "Instala la billetera MetaMask en tu navegador (se recomienda Chrome)",
     "120": "Inicie sesión en la billetera MetaMask",
     "121": "Configure la billetera MetaMask en la red Ethereum Mainnet",
     "122": "¡La cantidad no puede ser inferior a 1000!",
     "123": "Aprobarás",
     "124": " USDT.<br/>Espere un momento para que finalice la aprobación...",
     "125": "¡Aprobación exitosa! <br/>Cerrar esta ventana y comprar ahora.",
     "126": "¡Error en la aprobación! Inténtalo de nuevo.",
     "127": "¡La cantidad no puede ser inferior a 1000!",
     "128": "Tu billetera solo tiene ",
     "129": " USDT menos que el pago ",
     "130": "Pagarás",
     "131": " USDT.<br/>Por favor, espere un momento para finalizar la compra...",
     "132": "Comprar",
     "133": "¡Tokens MXDX exitosos!",
     "134": "Error en la compra del token MXDX. ¡Inténtalo de nuevo!",
     "135": "¡La cantidad no puede ser inferior a 1000!",
     "136": "Tu monedero solo tiene",
     "137": " ETH menos que el pago ",
     "138": "Pagarás",
     "139": " ETH.<br/>Por favor, espere un momento para finalizar la compra...",
     "140": "Comprar",
     "141": "¡Tokens MXDX exitosos!",
     "142": "Error en la compra del token MXDX. ¡Inténtalo de nuevo!",
     "143": "¡La reclamación aún no ha comenzado!",
     "144": "Espera a que el sitio web lo anuncie.",
     "145": "¡Reclamación del token MXDX exitosa! Puedes revisarlo en la billetera ahora.",
     "146": "¡Error en la reclamación! Inténtalo de nuevo.",
     "147": "¡Primero haz clic en el botón \"Conectar monedero\"!",
     "148": "Descarga fallida, inténtalo de nuevo",
     "149": "¡Haz clic en el botón \"Aprobar USDT\" para permitirlo primero!",
     "150": "¡La cantidad no puede ser inferior a 1000!",
     "151": "Tiempo de preventa",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}