{
    "1": "Échange décentralisé de crypto-monnaies",
     "2": "Prévente",
     "3": "Qu'est-ce que MaxDex",
     "4": "Jeton MXDX",
     "5": "Livre blanc",
     "6": "Feuille de route",
     "7": "Notre équipe",
     "8": "Connecter le portefeuille",
     "9": "Veuillez cliquer sur le bouton \"Connecter le portefeuille\" pour connecter le portefeuille MetaMask au réseau principal Ethereum",
     "10": "Prévente officielle du jeton MXDX maintenant !",
     "11": "L'échange MaxDex est un échange de crypto-monnaies décentralisé comme Uniswap, mais il a résolu un problème majeur d'Uniswap comme la perte impermanente, etc., donc c'est comme une bien meilleure version d'Uniswap. Le jeton officiel de l'échange MaxDex est MXDX, et c'est l'offre totale est de 1 milliard, et 20% d'entre eux sont en prévente à un prix très bon marché maintenant.",
     "12": "Cette bourse facture 0,2 % du volume des transactions à chaque transaction. Les 80 % des frais de transaction seront automatiquement distribués aux utilisateurs qui fournissent des liquidités. Les 20 % des frais de transaction seront automatiquement déposés dans le coffre de cette bourse.",
     "13": "Les utilisateurs qui possèdent le jeton MXDX sont des membres de la communauté. Les membres de la communauté peuvent voter pour gérer cet échange, et ils possèdent également le coffre de l'échange, ils peuvent voter pour distribuer le coffre. Ainsi, le jeton MXDX n'est pas seulement pour la gestion et aussi ont une très bonne valeur économique réelle. Ainsi, au fil du temps, les revenus du coffre-fort d'échange seront de plus en plus élevés et il n'y a pas de limite supérieure. De cela, nous pouvons voir que la valeur économique potentielle du jeton MXDX est très bonne, et le prix du jeton augmentera avec le temps pour toujours. Le jeton MXDX entrera sur le marché public des principaux échanges vers 2023 mai, et son prix initial sera fixé à environ 1 USDT. Donc, si les gens achètent les jetons MXDX en prévente avec un prix très bon marché , alors ils obtiendront de gros bénéfices dans environ 2 à 3 mois et achèteront plus tôt, puis obtiendront plus de bénéfices.",
     "14": "En période de prévente, il y a 10 étapes de montant et de prix, lorsque le montant d'une étape est épuisé, il passera automatiquement à l'étape suivante. Le montant et le prix du jeton MXDX pour la prévente de chaque étape comme ci-dessous",
     "15": "Acheter des jetons MXDX en prévente",
     "16": "Approvisionnement total",
     "17": "Montant pour la prévente",
     "18": "Montant vendu",
     "19": "Montant restant",
     "20": "Fonds collectés",
     "21": "Nombre total d'acheteurs",
     "22": "Prix de l'étape actuelle",
     "23": "Prix de la prochaine étape",
     "24": "Montant que vous avez acheté",
     "25": "montant minimum 1000 pour acheter",
     "26": "Acheter MXDX avec USDT",
     "27": "Acheter MXDX avec ETH",
     "28": "Réclamer le jeton MXDX",
     "29": "Comment acheter et réclamer ?",
     "30": "Étape",
     "31": "Montant",
     "32": "Prix",
     "33": "Qu'est-ce que MaxDex ?",
     "34": "Ce projet est un échange décentralisé de crypto-monnaies sur la blockchain. N'importe qui peut acheter et vendre diverses crypto-monnaies sur cet échange, ou promettre des crypto-monnaies pour l'extraction de liquidités afin de gagner un revenu stable et sans risque. Parce que l'échange MaxDex utilise une nouvelle méthode de commerce et un nouvel algorithme de prix pour le commerce, il a donc résolu un problème majeur d'échanges comme Uniswap. Les principaux problèmes ont été résolus par l'échange MaxDex : ",
     "35": "Le problème de la perte impermanente. Les utilisateurs qui s'engagent à extraire des liquidités sur des échanges tels qu'Uniswap feront face à une perte impermanente, cela entraînera une perte de richesse. Mais miser sur cet échange, car cet échange utilise un nouvel algorithme de prix pour le commerce , il n'y a donc plus de problème de perte impermanente, les utilisateurs ne perdront aucune richesse à cause de cela, et il n'y aura qu'un revenu stable sans aucun risque de perte.",
     "36": "Le problème des changements de prix drastiques dans le commerce. Lorsque les utilisateurs négocient sur des bourses telles qu'Uniswap, si le volume des échanges est important, cela entraînera des changements de prix drastiques et augmentera les coûts commerciaux de l'utilisateur. Cependant, en raison de l'utilisation de un nouvel algorithme de prix de négociation dans cet échange, les changements de prix seront beaucoup plus fluides, et le commerce sera plus fluide et moins coûteux pour les utilisateurs.",
     "37": "L'extraction de liquidités doit mettre en gage deux jetons en même temps. Lorsque les utilisateurs s'engagent pour l'extraction de liquidités sur des bourses telles qu'Uniswap, ils doivent mettre en gage deux jetons en même temps, et le montant des deux jetons doit également maintenir un ratio fixe, ce qui augmente les coûts d'extraction de liquidités de l'utilisateur. Cependant, cet échange n'a besoin de mettre en gage qu'un jeton ou deux jetons et le montant des deux jetons n'a pas besoin de maintenir un ratio fixe pour l'extraction de liquidités.",
     "38": "Le problème d'une grande quantité de jetons malveillants. Étant donné que les jetons d'Uniswap sont publiés sans aucun mécanisme de révision, ils contiennent de nombreux jetons malveillants et les utilisateurs subiront des pertes irréparables lors de l'échange de ces jetons. Les jetons de cet échange doivent être voté et examiné par la communauté avant de pouvoir être échangé sur le marché, afin que de nombreux jetons malveillants puissent être évités et que les utilisateurs puissent éviter des pertes.",
     "39": "La quantité excessive de jetons mis en gage dans la paire commerciale dilue les revenus de l'extraction de liquidités. Puisqu'il n'y a pas de limite au nombre de jetons mis en gage dans Uniswap pour l'extraction de liquidités, de nombreuses paires commerciales ont trop de jetons mis en gage. Ces excès les jetons n'ont aucune valeur pratique, mais diluent les revenus de l'extraction de liquidités. Dans cet échange, ce problème est bien résolu en limitant dynamiquement le montant des promesses dans la paire commerciale. Le système calculera automatiquement la somme du volume d'échange des jetons dans la paire commerciale au cours de la période la plus récente et limite automatiquement le montant total des jetons de gage à 50 % maximum. Par cette méthode, le taux d'utilisation des jetons mis en gage et les revenus de la participation à l'extraction de liquidités sont grandement améliorés. ",
     "40": "Problème résolu",
     "41": "Échange MaxDex",
     "42": "Échange Uniswap",
     "43": "Perte de gage impermanente",
     "44": "Changements de prix drastiques dans le commerce",
     "45": "L'extraction de liquidités doit mettre en gage deux jetons",
     "46": "Grande quantité de jetons malveillants",
     "47": "Le nombre excessif de tokens mis en gage",
     "48": "Jeton MXDX",
     "49": "Le jeton officiel de l'échange MaxDex est MXDX, avec un approvisionnement total de 1 milliard. Les utilisateurs qui possèdent le jeton MXDX sont des membres de la communauté. Les membres de la communauté ont le droit de voter sur les affaires de la communauté et le montant de jeton MXDX qu'ils possèdent est leur poids de vote, et les membres de la communauté ont également la propriété du coffre-fort d'échange.Les jetons MXDX de cette plate-forme ont non seulement le droit de gérer, mais ont également une valeur économique réelle.Les frais commerciaux de 20 % de cette plate-forme et d'autres revenus seront automatiquement déposés dans le coffre-fort de la plate-forme. Ainsi, au fil du temps, les revenus de l'échange seront de plus en plus élevés et il n'y a pas de limite supérieure. À partir de là, nous pouvons prédire que la valeur économique potentielle des jetons de la plate-forme est très élevée, et le prix du jeton de plate-forme augmentera avec le temps et n'aura pas de limite supérieure à l'avenir. Toutes les affaires de la communauté sont votées par les membres de la communauté, telles que : définir la valeur des frais d'échange, voter pour publier la paire d'échange, voter pour supprimer la paire d'échange, etc. . La distribution plan d'action du jeton de plate-forme MXDX est le suivant :",
     "50": "Prévente publique",
     "51": "Prévente le jeton MXDX aux investisseurs à bas prix pour lever les fonds nécessaires au développement du projet et agrandir l'équipe. Les investisseurs obtiendront d'énormes revenus. Si tous les jetons ne sont pas vendus d'ici la fin du période de prévente, les jetons restants seront automatiquement envoyés à la partie pour l'extraction de liquidité.",
     "52": "Équipe de développement",
     "53": "Attribuez les jetons MXDX à l'équipe de développement pour leur travail acharné à long terme, les membres de l'équipe travailleront plus efficacement et avec enthousiasme.",
     "54": "Exploitation de liquidités",
     "55": "N'importe qui peut fournir des liquidités pour les paires de transactions de cet échange. Ils recevront des revenus de frais commerciaux en récompense, et le jeton MXDX leur sera automatiquement distribué comme autre récompense pour l'extraction de liquidités jusqu'à ce que les jetons MXDX soient tous distribués. donc les gens qui s'engagent à extraire des liquidités obtiendront de très riches récompenses.",
     "56": "Commercialisation",
     "57": "Afin d'élargir le marché et de promouvoir cet échange, d'attirer plus d'utilisateurs à rejoindre cet échange, et que l'échange gagne plus de revenus, une partie des jetons a été spécialement réservée comme récompense pour le travail sur le marché, qui pour les employés externes ou organisations, telles que la publicité, les récompenses de largage, les partenaires tiers, etc.",
     "58": "Exploitation de liquidité",
     "59": "Équipe de développement",
     "60": "Prévente publique",
     "61": "Commercialisation",
     "62": "Le livre blanc",
     "63": "Le livre blanc décrit les détails de ce projet, vous en saurez plus sur ce projet dans son ensemble et en profondeur après l'avoir lu.",
     "64": "Vous pouvez consulter le livre blanc en ligne ou le télécharger pour le lire.",
     "65": "Le livre blanc aura une version en plusieurs langues :",
     "66": "Anglais, chinois (simplifié), chinois (traditionnel), espagnol, français, allemand, coréen, japonais, italien, etc.",
     "67": "Afficher le livre blanc",
     "68": "Télécharger le livre blanc",
     "69": "Feuille de route",
     "70": "Décembre 2022",
     "71": "Démarrage et création du projet",
     "72": "Construction de l'équipe de développement",
     "73": "Le concept design de l'échange",
     "74": "Janvier 2023",
     "75": "Concevoir des solutions techniques",
     "76": "Construction de site Web officiel",
     "77": "Écriture sur livre blanc",
     "78": "Développement de contrats intelligents de prévente",
     "79": "Enregistrement d'un compte sur les réseaux sociaux",
     "80": "Février 2023",
     "81": "Début de la prévente du jeton ICO",
     "82": "Développement des contrats intelligents d'échange",
     "83": "Frontend du développement de l'échange",
     "84": "Backend du développement de l'échange",
     "85": "Promotion des médias sociaux",
     "86": "Mars 2023",
     "87": "Développement des contrats intelligents",
     "88": "Frontend du développement de l'échange",
     "89": "Backend du développement de l'échange",
     "90": "Promotion des réseaux sociaux",
     "91": "Avril 2023",
     "92": "Développement des contrats intelligents terminé",
     "93": "Développement de l'interface terminé",
     "94": "Développement du backend terminé",
     "95": "Développement d'échange initialement terminé",
     "96": "Test sur le réseau blockchain",
     "97": "Modification de bug et optimisation",
     "98": "Mai 2023",
     "99": "Fin de la prévente officielle des jetons",
     "100": "Le site Web d'échange est officiellement publié",
     "101": "Émission officielle de jetons sur divers échanges",
     "102": "Continue à maintenir et à mettre à niveau",
     "103": "Notre équipe",
     "104": "Les membres de l'équipe sont composés d'élites des secteurs de l'informatique, de l'internet et de la blockchain. Ils viennent d'universités de classe mondiale et sont diplômés de majors liées à l'informatique, à Internet et à la blockchain. Riche expérience de l'industrie, a développé de nombreux projets informatiques, Internet et blockchain, a une vision de pointe et une pensée unique, a un grand intérêt et un grand enthousiasme pour l'industrie de la blockchain, et s'engage dans le développement de l'industrie de la blockchain, essayez de trouver la nouvelle technologie tendances, explorez l'orientation future de la blockchain et créez des applications plus précieuses pour l'industrie de la blockchain. Croyez en l'esprit de décentralisation de la blockchain, encouragez la société humaine à être plus décentralisée, en particulier l'industrie financière est naturellement adaptée à la combinaison avec la blockchain.Nous pensons que l'industrie actuelle de la blockchain est dans une phase vigoureuse, comme un navire géant naviguant avec le vent, il y aura plus d'innovations à l'avenir, et nous y serons et créerons plus de miracles ensemble.Pour un développement meilleur et plus sûr de ce projet, et pour protéger la vie privée des membres de l'équipe, nous avons décidé de ne pas divulguer temporairement l'identité des membres, et d'attendre la sortie officielle du projet, puis de choisir le bon moment pour annoncer le l'identité des membres de l'équipe principale.Sur la base des mêmes considérations de sécurité et de confidentialité, afin d'empêcher d'autres personnes du même secteur de copier facilement les résultats de notre travail, les principaux contrats intelligents et codes de programme de ce projet ne seront pas open source à court terme. Nous devons attendre que le projet soit officiellement lancé pendant un certain temps. Open source des codes de projet au bon moment, ce qui peut mieux protéger les intérêts des investisseurs dans ce projet.",
     "105": "E-mail",
     "106": "Droit d'auteur",
     "107": "Tous droits réservés",
     "108": "Approuver USDT",
     "109": "Comment acheter et réclamer ?",
     "110": "Assurez-vous que votre navigateur (recommande Chrome) a installé le portefeuille MetaMask et configure MetaMask sur le réseau Ethereum Mainnet",
     "111": "Veuillez d'abord saisir le nombre de jetons MXDX que vous souhaitez acheter",
     "112": "Cliquez sur \"Acheter MXDX avec USDT\" ou \"Acheter MXDX avec USDT\" pour acheter",
     "113": "Si vous avez cliqué sur \"Acheter MXDX avec USDT\", une fenêtre apparaîtra pour vous approuver de payer USDT en premier. Si la fenêtre ne s'affiche pas, cela signifie que vous avez déjà prouvé, vous pouvez donc simplement payer directement USDT pour acheter",
     "114": "Si vous avez cliqué sur \"Acheter MXDX avec ETH\", vous pouvez simplement payer directement ETH pour acheter",
     "115": "Après avoir payé, vous verrez le nombre de jetons MXDX que vous avez achetés sur ce site",
     "116": "Après avoir acheté, il vous suffit d'attendre la réclamation après la fin de la prévente, ce site Web affichera un avis lorsque la réclamation commencera",
     "117": "Lorsque la réclamation commence, les acheteurs n'ont qu'à cliquer sur le bouton \"Réclamer\" sur ce site Web, les jetons MXDX que vous avez achetés seront automatiquement envoyés à l'adresse de votre portefeuille, vous pourrez alors les conserver ou les échanger",
     "118": "J'ai compris, fermer",
     "119": "Veuillez installer le portefeuille MetaMask dans votre navigateur (recommander Chrome)",
     "120": "Veuillez vous connecter au portefeuille MetaMask",
     "121": "Veuillez définir le portefeuille MetaMask sur le réseau principal Ethereum",
     "122": "Le montant ne peut pas être inférieur à 1 000 !",
     "123": "Vous approuverez",
     "124": " USDT.<br/>Veuillez patienter quelques instants avant la fin de l'approbation...",
     "125": "Approbation réussie ! <br/>Veuillez fermer cette fenêtre et acheter maintenant.",
     "126": "Échec de l'approbation ! Veuillez réessayer.",
     "127": "Le montant ne peut pas être inférieur à 1 000 !",
     "128": "Votre portefeuille n'a que ",
     "129": "USDT inférieur au paiement",
     "130": "Vous allez payer",
     "131": " USDT.<br/>Veuillez patienter quelques instants avant d'acheter la finition...",
     "132": "Acheter",
     "133": " Jetons MXDX réussis !",
     "134": "Échec de l'achat du jeton MXDX, veuillez réessayer !",
     "135": "Le montant ne peut pas être inférieur à 1 000 !",
     "136": "Votre portefeuille n'a que",
     "137": " ETH moins que le paiement ",
     "138": "Vous allez payer",
     "139": " ETH.<br/>Veuillez attendre un moment pour acheter la finition...",
     "140": "Acheter",
     "141": " Jetons MXDX réussis !",
     "142": "Échec de l'achat du jeton MXDX, veuillez réessayer !",
     "143": "La réclamation n'a pas encore commencé !",
     "144": "Veuillez attendre que le site Web l'annonce.",
     "145": "La demande de jeton MXDX a réussi ! Vous pouvez le vérifier dans votre portefeuille maintenant.",
     "146": "Échec de la réclamation ! Veuillez réessayer.",
     "147": "Veuillez d'abord cliquer sur le bouton \"Connect Wallet\" !",
     "148": "Échec du téléchargement, veuillez réessayer",
     "149": "Veuillez cliquer sur le bouton \"Approuver l'USDT\" pour autoriser d'abord !",
     "150": "Le montant ne peut pas être inférieur à 1 000 !",
     "151": "Heure de prévente",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}