{
    "1": "Exchange decentralizzato di criptovalute",
    "2": "Prevendita",
    "3": "Cos'è MaxDex",
    "4": "Token MXDX",
    "5": "Libro bianco",
    "6": "Tabella di marcia",
    "7": "La nostra squadra",
    "8": "Connetti portafoglio",
    "9": "Fai clic sul pulsante \"Connetti portafoglio\" per connettere il portafoglio MetaMask alla rete Ethereum Mainnet",
    "10": "Official Token MXDX Prevendita adesso!",
    "11": "L'exchange MaxDex è uno scambio di criptovalute decentralizzato blockchain come Uniswap, ma ha risolto alcuni dei problemi principali di Uniswap come la perdita impermanente ecc., quindi è come una versione molto migliore di Uniswap. Il token ufficiale dell'exchange MaxDex è MXDX, ed è l'offerta totale è di 1 miliardo e il 20% di questi è in prevendita a un prezzo molto basso ora.",
    "12": "Questo scambio addebita lo 0,2% del volume degli scambi per ogni scambio.L'80% della commissione di scambio verrà distribuito automaticamente agli utenti che forniscono liquidità.Il 20% della commissione di scambio verrà depositato automaticamente nel caveau di questo scambio.",
    "13": "Gli utenti che possiedono il token MXDX sono membri della comunità.I membri della comunità possono votare per gestire questo scambio,e possiedono anche il deposito dell'exchange,possono votare per distribuire il deposito.Quindi il token MXDX non serve solo per la gestione e anche hanno un ottimo valore economico effettivo. Quindi, con il passare del tempo, il reddito del caveau di scambio sarà sempre maggiore e non esiste un limite superiore. Da ciò possiamo vedere che il potenziale valore economico del token MXDX è molto buono e il prezzo del token aumenterà con il tempo per sempre. Il token MXDX entrerà nel mercato pubblico dei principali scambi intorno al 2023 maggio, e il suo prezzo iniziale sarà fissato a circa 1 USDT. , quindi otterranno un grande profitto in circa 2 ~ 3 mesi e acquisteranno di più prima, quindi otterranno maggiori profitti.",
    "14": "Nel periodo di prevendita, ci sono 10 fasi dell'importo e del prezzo, quando l'importo di una fase è esaurito, passerà automaticamente alla fase successiva. L'importo e il prezzo del token MXDX per la prevendita di ogni fase come sotto",
    "15": "Acquista token MXDX in prevendita",
    "16": "Rifornimento totale",
    "17": "Importo per la prevendita",
    "18": "Importo venduto",
    "19": "Importo rimasto",
    "20": "Fondi raccolti",
    "21": "Acquirenti totali",
    "22": "Prezzo fase attuale",
    "23": "Prezzo fase successiva",
    "24": "Quanto hai comprato",
    "25": "importo minimo 1000 per l'acquisto",
    "26": "Compra MXDX con USDT",
    "27": "Compra MXDX con ETH",
    "28": "Richiedi token MXDX",
    "29": "Come acquistare e richiedere?",
    "30": "Palcoscenico",
    "31": "Importo",
    "32": "Prezzo",
    "33": "Cos'è MaxDex",
    "34": "Questo progetto è uno scambio di criptovalute decentralizzato sulla blockchain. Chiunque può acquistare e vendere varie criptovalute su questo scambio, o impegnare criptovalute per il mining di liquidità per guadagnare un reddito stabile e privo di rischi. Perché l'exchange MaxDex utilizza un nuovo metodo di scambio e un nuovo algoritmo di prezzo per il commercio, quindi ha risolto alcuni dei principali problemi di scambi come Uniswap, i principali problemi sono stati risolti dallo scambio MaxDex includono:",
    "35": "Il problema della perdita impermanente. Gli utenti che si impegnano per il mining di liquidità su borse come Uniswap dovranno affrontare perdite impermanenti, causeranno la perdita di ricchezza. , quindi non ci sono più problemi di perdita impermanente, gli utenti non perderanno alcuna ricchezza a causa di ciò e ci sarà solo un reddito stabile senza alcun rischio di perdita.",
    "36": "Il problema delle drastiche variazioni di prezzo nel commercio. Quando gli utenti commerciano su exchange come Uniswap, se il volume degli scambi è elevato, causerà drastiche variazioni di prezzo e aumenteranno i costi di negoziazione dell'utente. Tuttavia, a causa dell'uso di un nuovo algoritmo del prezzo di scambio in questo scambio, le variazioni di prezzo saranno molto più fluide e il commercio sarà più fluido e più economico per gli utenti.",
    "37": "Il mining di liquidit deve impegnare due token contemporaneamente. Quando gli utenti si impegnano per il mining di liquidit su exchange come Uniswap, devono impegnare due token contemporaneamente, e anche l'ammontare dei due token deve mantenere un rapporto fisso, che aumenta i costi di mining di liquidità dell'utente. Tuttavia, questo scambio deve impegnare solo uno o due token e l'importo dei due token non deve mantenere un rapporto fisso per il mining di liquidità.",
    "38": "Il problema di una grande quantità di token maligni. Dato che i token di Uniswap sono pubblicati senza alcun meccanismo di revisione, ci sono molti token maligni in esso, e gli utenti subiranno perdite irreparabili durante lo scambio di questi token. I token di questo scambio devono essere votati e rivisti dalla comunità prima che possano essere scambiati sul mercato, in modo da evitare molti token dannosi e gli utenti possono evitare perdite.",
    "39": "La quantità eccessiva di token impegnati nella coppia di scambio diluisce il reddito del mining di liquidità. Dato che non c'è limite alla quantità di token impegnati in Uniswap per il mining di liquidità, molte coppie di scambio hanno troppi token impegnati. Questi token in eccesso i token non hanno valore pratico, ma diluiscono il reddito del mining di liquidità.In questo scambio, questo problema è ben risolto limitando dinamicamente la quantità di impegni nella coppia di scambio.Il sistema calcolerà automaticamente la somma del volume degli scambi dei token in la coppia di trading nel periodo di tempo più recente e limitare automaticamente l'importo totale dei token di impegno a non più del 50% di esso.Con questo metodo, il tasso di utilizzo dei token impegnati e il reddito derivante dalla partecipazione al mining di liquidità sono notevolmente migliorati. ",
    "40": "Problema risolto",
    "41": "Scambio MaxDex",
    "42": "Scambio Uniswap",
    "43": "Perdita impermanente del pegno",
    "44": "Drastiche variazioni di prezzo nel commercio",
    "45": "Il mining di liquidit deve impegnare due token",
    "46": "Grande quantità di token dannosi",
    "47": "La quantità eccessiva di token impegnati",
    "48": "Token MXDX",
    "49": "Il token ufficiale dell'exchange MaxDex è MXDX, con una fornitura totale di 1 miliardo. Gli utenti che possiedono il token MXDX sono membri della comunità. I membri della comunità hanno il diritto di votare sugli affari della comunità, e la quantità di token MXDX che possiedono è il loro peso di voto, e i membri della comunità hanno anche la proprietà del caveau dell'exchange.I token MXDX di questa piattaforma non solo hanno i diritti di gestione, ma hanno anche un valore economico effettivo.La commissione commerciale del 20% di questa piattaforma e altre entrate verranno automaticamente depositati nel caveau della piattaforma. Quindi, con il passare del tempo, le entrate dell'exchange saranno sempre maggiori e non esiste un limite massimo. Da ciò possiamo prevedere che il potenziale valore economico dei token della piattaforma è molto elevato e il prezzo del token della piattaforma aumenterà con il tempo e non avrà limiti massimi in futuro.Tutti gli affari della comunità sono votati dai membri della comunità, come ad esempio: impostare il valore della commissione commerciale, votare per pubblicare la coppia commerciale, votare per rimuovere la coppia commerciale e così via La distribu Il piano di sviluppo del token di piattaforma MXDX è il seguente:",
    "50": "Prevendita al pubblico",
    "51": "Prevendita del token MXDX agli investitori a prezzi bassi per raccogliere i fondi necessari per lo sviluppo del progetto e l'espansione del team. Gli investitori otterranno enormi profitti. Se tutti i token non saranno esauriti entro la fine del periodo di prevendita, i token rimanenti verranno inviati automaticamente alla parte per il mining di liquidità.",
    "52": "Team di sviluppo",
    "53": "Assegna i token MXDX al team di sviluppo per il loro duro lavoro a lungo termine, i membri del team lavoreranno con maggiore efficienza ed entusiasmo.",
    "54": "Estrazione di liquidità",
    "55": "Chiunque può fornire liquidità per le coppie di scambio di questo scambio. Riceveranno un reddito dalle commissioni di scambio come ricompensa, inoltre il token MXDX li distribuirà automaticamente come altra ricompensa per il mining di liquidità fino a quando i token MXDX non saranno distribuiti tutti. quindi le persone che si impegnano per il mining di liquidità riceveranno ricompense molto ricche.",
    "56": "Marketing",
    "57": "Al fine di espandere il mercato e la promozione di questo scambio, attrarre più utenti a unirsi a questo scambio, e lo scambio guadagna più entrate, parte dei token sono stati riservati in modo speciale come ricompensa per il lavoro di mercato, che per dipendenti esterni o organizzazioni, come pubblicità, premi airdrop, partner di terze parti ecc.",
    "58": "Estrazione di liquidità",
    "59": "Team di sviluppo",
    "60": "Prevendita al pubblico",
    "61": "Marketing",
    "62": "Il libro bianco",
    "63": "Il whitepaper descrive i dettagli di questo progetto, lo conoscerai in generale e in profondità dopo averlo letto.",
    "64": "Puoi vedere il whitepaper online o scaricarlo per leggerlo.",
    "65": "Il white paper avrà una versione in molte lingue:",
    "66": "Inglese,cinese(semplificato),cinese(tradizionale),spagnolo,francese,tedesco,coreano,giapponese,italiano ecc.",
    "67": "Visualizza whitepaper",
    "68": "Scarica il whitepaper",
    "69": "Mappa stradale",
    "70": "Dicembre 2022",
    "71": "Progetto avvia e crea",
    "72": "Costruzione del team di sviluppo",
    "73": "Il concept design dello scambio",
    "74": "Gennaio 2023",
    "75": "Progetta soluzioni tecniche",
    "76": "Creazione sito ufficiale",
    "77": "Scrittura white paper",
    "78": "Sviluppo smart contract di prevendita",
    "79": "Registrazione account social",
    "80": "Febbraio 2023",
    "81": "Inizio prevendita token ICO",
    "82": "Sviluppo di contratti intelligenti di scambio",
    "83": "Frontend dello sviluppo dell'exchange",
    "84": "Backend dello sviluppo dello scambio",
    "85": "Promozione sui social media",
    "86": "Marzo 2023",
    "87": "Sviluppo smart contract",
    "88": "Frontend dello sviluppo dell'exchange",
    "89": "Backend dello sviluppo dello scambio",
    "90": "Promozione sui social media",
    "91": "Aprile 2023",
    "92": "Sviluppo smart contract completato",
    "93": "Sviluppo del frontend completato",
    "94": "Sviluppo del backend completato",
    "95": "Sviluppo dell'Exchange inizialmente completato",
    "96": "Test sulla rete blockchain",
    "97": "Modifica bug e ottimizzazione",
    "98": "Maggio 2023",
    "99": "Fine della prevendita ufficiale del token",
    "100": "Il sito web di scambio è stato ufficialmente rilasciato",
    "101": "Emissione ufficiale di token su vari exchange",
    "102": "Continua a mantenere e aggiornare",
    "103": "La nostra squadra",
    "104": "I membri del team sono composti da élite dei settori IT, Internet e blockchain. Provengono da università di livello mondiale e si sono laureati in informatica, internet e major legati alla blockchain. Ricca esperienza nel settore, ha sviluppato molti progetti IT, Internet e blockchain, ha una visione all'avanguardia e un pensiero unico, ha un grande interesse ed entusiasmo per l'industria blockchain ed è impegnato nello sviluppo dell'industria blockchain, prova a trovare la nuova tecnologia tendenze, esplorare la direzione futura della blockchain e creare applicazioni più preziose per l'industria blockchain. Credi nello spirito del decentramento della blockchain, promuovi che la società umana sia più decentralizzata, in particolare il settore finanziario è naturalmente adatto alla combinazione con la blockchain.Crediamo che l'attuale industria blockchain sia in una fase vigorosa, come una nave gigante che naviga con il vento, ci saranno più innovazioni in futuro e noi ci saremo e creeremo più miracoli insieme.Per lo sviluppo migliore e più sicuro di questo progetto, e per proteggere la privacy dei membri del team, abbiamo deciso di non divulgare temporaneamente le identità dei membri e attendere il rilascio ufficiale del progetto, quindi scegliere il momento giusto per annunciare il identità dei membri del core team.Sulla base delle stesse considerazioni sulla sicurezza e sulla privacy, al fine di impedire ad altre persone nello stesso settore di copiare facilmente i risultati del nostro lavoro, i contratti intelligenti e i codici di programma di questo progetto non saranno open source a breve termine. Dobbiamo aspettare che il progetto sia ufficialmente in esecuzione per un periodo di tempo. Open source di codici di progetto al momento giusto, che può proteggere meglio gli interessi degli investitori in questo progetto.",
    "105": "E-mail",
    "106": "Copyright",
    "107": "Tutti i diritti riservati",
    "108": "Approva USDT",
    "109": "Come acquistare e richiedere?",
    "110": "Assicurati che il tuo browser (raccomanda Chrome) abbia installato il portafoglio MetaMask e imposti MetaMask sulla rete Ethereum Mainnet",
    "111": "Per favore, prima inserisci la quantità di token MXDX che vuoi acquistare",
    "112": "Fai clic su \"Acquista MXDX con USDT\" o \"Acquista MXDX con USDT\" per acquistare",
    "113": "Se hai cliccato su \"Acquista MXDX con USDT\", si aprirà una finestra per approvare il pagamento di USDT prima. acquistare",
    "114": "Se hai cliccato su \"Acquista MXDX con ETH\", puoi semplicemente pagare direttamente ETH per acquistare",
    "115": "Dopo aver pagato, vedrai la quantità di token MXDX che hai acquistato su questo sito web",
    "116": "Dopo aver acquistato, devi solo attendere il reclamo dopo la fine della prevendita, questo sito web mostrerà un avviso quando inizia il reclamo",
    "117": "Quando inizia la richiesta, gli acquirenti devono solo fare clic sul pulsante \"Richiedi\" su questo sito web, i token MXDX che hai acquistato verranno automaticamente inviati all'indirizzo del tuo portafoglio, quindi potrai conservarli o scambiarli",
    "118": "Ce l'ho, chiudi",
    "119": "Per favore, installa il portafoglio MetaMask nel tuo browser(consiglia Chrome)",
    "120": "Per favore accedi al portafoglio MetaMask",
    "121": "Per favore imposta il portafoglio MetaMask sulla rete Ethereum Mainnet",
    "122": "L'importo non può essere inferiore a 1000!",
    "123": "Approverai ",
    "124": " USDT.<br/>Attendi un po' per approvare la fine...",
    "125": "Approva riuscita! <br/>Per favore chiudi questa finestra e acquista ora.",
    "126": "Approvazione fallita! Per favore riprova.",
    "127": "L'importo non può essere inferiore a 1000!",
    "128": "Il tuo portafoglio ha solo ",
    "129": " USDT inferiore al pagamento ",
    "130": "Pagherai tu ",
    "131": " USDT.<br/>Attendi un po' prima che l'acquisto finisca...",
    "132": "Compra ",
    "133": " Token MXDX riusciti!",
    "134": "Acquista Token MXDX fallito,Per favore riprova!",
    "135": "L'importo non può essere inferiore a 1000!",
    "136": " Solo il tuo portafoglio ha ",
    "137": " ETH inferiore al pagamento ",
    "138": "Pagherai tu ",
    "139": " ETH.<br/>Attendi un po' prima che finisca l'acquisto...",
    "140": "Compra ",
     "141": " Token MXDX riusciti!",
     "142": "Acquista Token MXDX fallito,Per favore riprova!",
     "143": "Il reclamo non è ancora iniziato!",
     "144": "Per favore, attendi che il sito lo annunci.",
     "145": "Richiedi token MXDX riuscito! puoi verificarlo nel portafoglio adesso.",
     "146": "Reclamo fallito! Per favore riprova.",
     "147": "Per favore clicca prima sul pulsante \"Connetti portafoglio\"!",
     "148": "Download fallito, per favore riprova",
     "149": "Fai clic sul pulsante \"Approva USDT\" per consentire prima!",
     "150": "L'importo non può essere inferiore a 1000!",
     "151": "Tempo di prevendita",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}