{
    "1": "分散型暗号通貨取引所",
     "2": "プレセール",
     "3": "MaxDex とは",
     "4": "トークン MXDX",
     "5": "ホワイトペーパー",
     "6": "ロードマップ",
     "7": "私たちのチーム",
     "8": "ウォレット接続",
     "9": "\"Connect Wallet\" ボタンをクリックして、イーサリアム メインネット ネットワーク上の MetaMask ウォレットに接続してください",
     "10": "公式トークン MXDX 先行販売中!",
     "11": "MaxDex 取引所は Uniswap のようなブロックチェーンの分散型暗号通貨取引所ですが、Uniswap のいくつかの主要な問題である一時的な損失などを解決したため、Uniswap のより優れたバージョンのようなものです。MaxDex 取引所の公式トークンは MXDX であり、 総供給量は 10 億で、その 20% は現在、非常に安い価格で先行販売されています.",
     "12": "この取引所は、毎回の取引で取引量の 0.2% を請求します。取引手数料の 80% は、流動性を提供するユーザーに自動的に分配されます。取引手数料の 20% は、この取引所の金庫に自動的に入金されます。",
     "13": "MXDX トークンを所有するユーザーはコミュニティ メンバーです。コミュニティ メンバーは、この取引所を管理するために投票できます。また、彼らは取引所のボールトを所有し、ボールトを配布するために投票することもできます。したがって、MXDX トークンは管理のためだけでなく、 非常に優れた実際の経済的価値を持っています。したがって、時間の経過とともに、取引所の金庫の収入はどんどん増えていき、上限はありません。このことから、MXDX トークンの潜在的な経済的価値は非常に優れていることがわかります。 MXDX トークンは 2023 年 5 月頃に主要な取引所の公開市場に投入され、初期価格は約 1 USDT に設定されます。 ,その後、彼らは約 2 ~ 3 か月で大きな利益を得ることができ、より早く購入してより多くの利益を得ることができます.",
     "14": "プレセール期間には、金額と価格の段階が 10 段階あり、段階の金額が売り切れると、自動的に次の段階に進みます。段階ごとのプレセールにおける MXDX トークンの金額と価格は次のとおりです",
     "15": "プレセールで MXDX トークンを購入する",
     "16": "総供給量",
     "17": "プレセールの金額",
     "18": "販売金額",
     "19": "残りの金額",
     "20": "資金調達",
     "21": "総バイヤー",
     "22": "現在のステージ価格",
     "23": "次の段階の価格",
     "24": "購入した金額",
     "25": "購入最低額1000",
     "26": "USDT で MXDX を購入",
     "27": "ETH で MXDX を購入",
     "28": "MXDXトークンを請求する",
     "29": "購入方法と請求方法は?",
     "30": "ステージ",
     "31": "金額",
     "32": "価格",
     "33": "MaxDex とは",
     "34": "このプロジェクトは、ブロックチェーン上の分散型暗号通貨取引所です。誰でもこの取引所でさまざまな暗号通貨を売買したり、流動性マイニングのために暗号通貨を誓約して、リスクのない安定した収入を得ることができます。MaxDex 取引所は新しい取引方法を使用しているためです。 取引のための新しい価格アルゴリズムにより、Uniswap などの取引所のいくつかの主要な問題が解決されました。MaxDex 取引所によって解決された主な問題は次のとおりです:",
     "35": "永久損失の問題。Uniswap などの取引所で流動性マイニングを約束したユーザーは、永久損失に直面し、資産の損失を引き起こします。しかし、この取引所にステーキングするのは、この取引所が取引に新しい価格アルゴリズムを使用しているためです。 、したがって、もはや一時的な損失の問題はなく、ユーザーはそれによって富を失うことはなく、損失のリスクのない安定した収入のみが得られます.",
     "36": "取引における大幅な価格変動の問題。ユーザーが Uniswap などの取引所で取引を行う場合、取引量が多い場合、大幅な価格変動が発生し、ユーザーの取引コストが増加します。ただし、 この取引所の新しい取引価格アルゴリズムにより、価格の変更がよりスムーズになり、取引がよりスムーズになり、ユーザーにとってより低コストになります.",
     "37": "流動性マイニングは、同時に 2 つのトークンをプレッジする必要があります。ユーザーが Uniswap などの取引所で流動性マイニングをプレッジする場合、ユーザーは同時に 2 つのトークンをプレッジする必要があり、2 つのトークンの量も必要です。 固定比率を維持すると、ユーザーの流動性マイニング コストが増加します。ただし、この取引所は 1 つまたは 2 つのトークンのみをプレッジする必要があり、2 つのトークンの量は、流動性マイニングの固定比率を維持する必要はありません。",
     "38": "大量の悪意のあるトークンの問題。Uniswap のトークンは審査メカニズムなしで公開されているため、多くの悪意のあるトークンが含まれており、ユーザーはこれらのトークンを取引する際に取り返しのつかない損失を被ります。この取引所のトークンには、 多くの悪意のあるトークンを回避し、ユーザーが損失を回避できるように、市場で取引される前にコミュニティによって投票およびレビューされる必要があります。",
     "39": "トレード ペアのプレッジ トークンの過剰な量は、流動性マイニングの収入を希薄化します。流動性マイニングの Uniswap ではプレッジ トークンの量に制限がないため、多くのトレード ペアはプレッジ トークンが多すぎます。これらの過剰 トークンには実用的な価値はありません, しかし、流動性マイニングの収入を希釈します. この交換では, この問題は、取引ペアの誓約の量を動的に制限することによってうまく解決されます. システムは、トークンの取引量の合計を自動的に計算します. 直近の期間の取引ペアを自動で制限し、プレッジ トークンの合計額をその 50% 以下に自動的に制限する. この方法により、プレッジ トークンの利用率と流動性マイニングへの参加による収入が大幅に向上します。 ",
     "40": "解決済みの問題",
     "41": "MaxDex 交換",
     "42": "ユニスワップ取引所",
     "43": "質権の永久喪失",
     "44": "取引における急激な価格変動",
     "45": "流動性マイニングは 2 つのトークンをプレッジする必要があります",
     "46": "大量の悪意のあるトークン",
     "47": "プレッジされたトークンの過剰な量",
     "48": "トークン MXDX",
     "49": "MaxDex 取引所の公式トークンは MXDX であり、総供給量は 10 億です。MXDX トークンを所有するユーザーはコミュニティ メンバーです。コミュニティ メンバーは、コミュニティの問題に投票する権利と、所有する MXDX トークンの量を持っています。 このプラットフォームの MXDX トークンには、管理する権利があるだけでなく、実際の経済的価値もあります. このプラットフォームの 20% の取引手数料とその他の収入 プラットフォームの金庫に自動的に入金されます. したがって, 時間が経過するにつれて, 取引所の収入はますます増えていきます. 上限はありません. そこから, プラットフォームトークンの潜在的な経済的価値は非常に大きく, 価格は プラットフォーム トークンの量は時間とともに増加し、将来的に上限はありません. すべてのコミュニティの問題は、コミュニティ メンバーによって投票されます. 取引手数料の値を設定する、取引ペアを公開するために投票する、取引ペアを削除するために投票するなど. . ディストリビューション プラットフォーム トークン MXDX の計画は次のとおりです:",
     "50": "一般先行販売",
     "51": "プロジェクトの開発とチームの拡大に必要な資金を調達するために、投資家に MXDX トークンを低価格で先行販売します。投資家は巨額の利益収入を得ることができます。 プレセール期間中、残りのトークンは流動性マイニングの部分に自動的に送信されます。",
     "52": "開発チーム",
     "53": "開発チームの長期にわたるハードワークに対して MXDX トークンを授与すると、チーム メンバーはより効率的かつ熱心に作業を行うことができます。",
     "54": "流動性マイニング",
     "55": "誰でもこの取引所の取引ペアに流動性を提供できます。彼らは報酬として取引手数料の収入を得ることができます。また、トークン MXDX は、MXDX トークンがすべて配布されるまで、流動性マイニングの他の報酬として彼らに自動配布されます。 人々は流動性マイニングを誓約すると、非常に豊富な報酬を得ることができます.",
     "56": "マーケティング",
     "57": "この取引所の市場とプロモーションを拡大し、この取引所に参加するより多くのユーザーを引き付け、取引所がより多くの収入を得るために、トークンの一部は、外部の従業員または 広告、エアドロップ報酬、サードパーティ パートナーなどの組織。",
     "58": "流動性マイニング",
     "59": "開発チーム",
     "60": "一般先行販売",
     "61": "マーケティング",
     "62": "ホワイトペーパー",
     "63": "ホワイトペーパーには、このプロジェクトの詳細が記載されています。これを読めば、このプロジェクトの全体像と深みを知ることができます。",
     "64": "ホワイトペーパーをオンラインで表示したり、ダウンロードして読むことができます.",
     "65": "ホワイトペーパーには多くの言語バージョンがあります:",
     "66": "英語、中国語(簡体字)、中国語(繁体字)、スペイン語、フランス語、ドイツ語、韓国語、日本語、イタリア語など",
     "67": "ホワイトペーパーを見る",
     "68": "ホワイトペーパーをダウンロード",
     "69": "ロードマップ",
     "70": "2022 年 12 月",
     "71": "プロジェクトの開始と作成",
     "72": "開発チームビルド",
     "73": "取引所のコンセプトデザイン",
     "74": "2023年1月",
     "75": "設計技術ソリューション",
     "76": "公式サイトのビルド",
     "77": "ホワイトペーパー書き込み",
     "78": "プリセール スマート コントラクト開発",
     "79": "SNSアカウント登録",
     "80": "2023 年 2 月",
     "81": "ICOトークン先行販売開始",
     "82": "Exchange スマート コントラクトの開発",
     "83": "取引所開発のフロントエンド",
     "84": "取引所開発のバックエンド",
     "85": "ソーシャル メディア プロモーション",
     "86": "2023年3月",
     "87": "スマート コントラクトの開発",
     "88": "取引所開発のフロントエンド",
     "89": "取引所開発のバックエンド",
     "90": "ソーシャル メディア プロモーション",
     "91": "2023年4月",
     "92": "スマート コントラクトの開発が完了しました",
     "93": "フロントエンド開発完了",
     "94": "バックエンド開発完了",
     "95": "取引所の開発は最初に完了しました",
     "96": "ブロックチェーン ネットワークでのテスト",
     "97": "バグ修正と最適化",
     "98": "2023 年 5 月",
     "99": "公式トークンプレセール終了",
     "100": "公式にリリースされた取引所ウェブサイト",
     "101": "各種取引所での公式トークン発行",
     "102": "メンテナンスとアップグレードを継続",
     "103": "私たちのチーム",
     "104": "チームメンバーは、IT、インターネット、ブロックチェーン業界のエリートで構成されています。 彼らは世界クラスの大学出身で、IT、インターネット、ブロックチェーン関連の専攻を卒業しています。 豊富な業界経験、多くの IT、インターネット、ブロックチェーン プロジェクトを開発し、最先端のビジョンと独自の考え方を持ち、ブロックチェーン業界に大きな関心と熱意を持ち、ブロックチェーン業界の発展に尽力し、新しい技術を見つけようとする トレンド、ブロックチェーンの将来の方向性を探り、ブロックチェーン業界にとってより価値のあるアプリケーションを作成します。 ブロックチェーンの分散化の精神を信じ、人間社会の分散化を促進します。特に金融業界はブロックチェーンとの組み合わせに適しています。現在のブロックチェーン業界は、風と共に航行する巨大な船のように活気に満ちた段階にあると信じています。将来はさらに多くの革新があり、私たちはその中にいて、より多くの奇跡を一緒に作成します。このプロジェクトをより良く、より安全に開発し、チーム メンバーのプライバシーを保護するために、メンバーの身元を一時的に開示しないことを決定し、プロジェクトの正式なリリースを待ってから、適切なタイミングで発表することを決定しました。 コア チーム メンバーのアイデンティティ。同じセキュリティとプライバシーの考慮事項に基づいて、同じ業界の他の人々が私たちの作業結果を簡単にコピーできないようにするために、このプロジェクトのコア スマート コントラクトとプログラム コードは、短期的にはオープン ソースではありません。 プロジェクトが正式に実行されるまでしばらく待つ必要があります。 適切なタイミングでプロジェクト コードをオープンソースにすることで、このプロジェクトの投資家の利益をより適切に保護できます。",
     "105": "電子メール",
     "106": "著作権",
     "107": "無断転載禁止",
     "108": "USDTを承認する",
     "109": "購入方法と請求方法は?",
     "110": "ブラウザ (Chrome を推奨) に MetaMask ウォレットがインストールされていることを確認し、Ethereum メインネット ネットワークに MetaMask を設定してください",
     "111": "購入したい MXDX トークンの量を最初に入力してください",
     "112": "購入するには、\"USDT で MXDX を購入\" または \"USDT で MXDX を購入\" をクリックします",
     "113": "\"MXDX を USDT で購入\" をクリックすると、最初に USDT を支払うことを承認するためのウィンドウが表示されます。 買う",
     "114": "\"MXDX を ETH で購入\" をクリックした場合は、直接 ETH を支払って購入することができます",
     "115": "支払い後、このウェブサイトで購入した MXDX トークンの金額が表示されます",
     "116": "購入後は、プレセール終了後にクレームを待つ必要があります。このウェブサイトでは、クレーム開始時に通知が表示されます",
     "117": "請求の開始時に、購入者はこのウェブサイトの [請求] ボタンをクリックするだけで、購入した MXDX トークンがウォレット アドレスに自動送信され、保持するか取引することができます",
     "118": "わかった、閉じる",
     "119": "ブラウザにMetaMaskウォレットをインストールしてください(Chrome推奨)",
     "120": "MetaMask ウォレットにログインしてください",
     "121": "イーサリアム メインネット ネットワークに MetaMask ウォレットを設定してください",
     "122": "金額は 1000 未満にはできません!",
     "123": "承認します ",
     "124": "USDT.<br/>承認が完了するまでしばらくお待ちください...",
     "125": "承認に成功しました! <br/>このウィンドウを閉じて、今すぐ購入してください.",
     "126": "承認に失敗しました!もう一度お試しください.",
     "127": "金額は 1000 未満にはできません!",
     "128": "あなたの財布には ",
     "129": " USDT 未満の支払い ",
     "130": "支払います ",
     "131": "USDT.<br/>買いが完了するまでしばらくお待ちください...",
     "132": "買う ",
     "133": " MXDX トークンが成功しました!",
     "134": "MXDX トークンの購入に失敗しました。もう一度お試しください!",
     "135": "金額は 1000 未満にはできません!",
     "136": " あなたの財布には ",
     "137": " ETH 未満の支払い ",
     "138": "支払います ",
     "139": "ETH.<br/>購入が完了するまでしばらくお待ちください...",
     "140": "買う ",
     "141": " MXDX トークンが成功しました!",
     "142": "MXDX トークンの購入に失敗しました。もう一度お試しください!",
     "143": "クレームはまだ始まっていません!",
     "144": "ウェブサイトの発表をお待ちください。",
     "145": "MXDX トークンの請求に成功しました! ウォレットで確認できます.",
     "146": "請求に失敗しました!もう一度お試しください.",
     "147": "まず「ウォレットを接続」ボタンをクリックしてください!",
     "148": "ダウンロードに失敗しました。もう一度お試しください",
     "149": "まず「USDT を承認」ボタンをクリックして許可してください!",
     "150": "金額は 1000 未満にはできません!",
     "151": "先行販売時間",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}