{
    "1": "탈중앙화 암호화폐 거래소",
    "2": "사전 판매",
    "3": "MaxDex가 무엇인가요",
    "4": "토큰 MXDX",
    "5": "백서",
    "6": "로드맵",
    "7": "우리 팀",
    "8": "지갑 연결",
    "9": "이더리움 메인넷 네트워크에서 MetaMask 지갑을 연결하려면 \"지갑 연결\" 버튼을 클릭하세요",
    "10": "공식 토큰 MXDX 프리세일 시작!",
    "11": "MaxDex 거래소는 Uniswap과 같은 블록체인 분산형 암호 화폐 거래소이지만 영구 손실 등과 같은 Uniswap의 주요 문제를 해결했기 때문에 Uniswap의 훨씬 더 나은 버전과 같습니다. MaxDex 거래소의 공식 토큰은 MXDX이며 총 공급량은 10억개이며, 그 중 20%는 현재 매우 저렴한 가격으로 사전 판매되고 있습니다.",
    "12": "이 거래소는 매번 거래할 때마다 거래량의 0.2%를 부과합니다. 거래 수수료의 80%는 유동성을 공급하는 사용자에게 자동으로 분배됩니다. 거래 수수료의 20%는 자동으로 이 거래소 금고에 입금됩니다.",
    "13": "MXDX 토큰을 소유한 사용자는 커뮤니티 회원입니다. 커뮤니티 회원은 이 거래소를 관리하기 위해 투표할 수 있으며 거래소의 저장소도 소유하고 저장소를 배포하기 위해 투표할 수 있습니다. 따라서 MXDX 토큰은 관리용일 뿐만 아니라 매우 좋은 실제 경제적 가치를 가지고 있습니다. 그래서 시간이 지날수록 거래소 금고의 수입은 점점 더 많아지고 상한선이 없습니다. 그로부터 우리는 MXDX 토큰의 잠재적인 경제적 가치가 매우 좋고 가격도 매우 좋다는 것을 알 수 있습니다. MXDX 토큰은 2023년 5월경 주요 거래소의 공개 시장에 출시될 예정이며 초기 가격은 약 1 USDT로 설정될 것입니다. ,그러면 약 2~3개월 안에 큰 이익을 얻을 것이고 더 일찍 더 많이 사서 더 많은 이익을 얻을 것입니다.",
    "14": "프리세일 기간에는 금액과 가격의 10단계가 있으며, 한 단계의 금액이 매진되면 자동으로 다음 단계로 넘어갑니다. 모든 단계의 프리세일에 대한 MXDX 토큰의 금액과 가격은 아래와 같습니다.",
    "15": "프리세일에서 MXDX 토큰 구매",
    "16": "총 공급량",
    "17": "예매 금액",
    "18": "판매량",
    "19": "남은 금액",
    "20": "기금 모금",
    "21": "총 구매자",
    "22": "현재 스테이지 가격",
    "23": "다음 스테이지 가격",
    "24": "구매한 금액",
    "25": "구매 최소 금액 1000",
    "26": "USDT로 MXDX 구매",
    "27": "ETH로 MXDX 구매",
    "28": "MXDX 토큰 청구",
    "29": "구매 및 청구 방법",
    "30": "무대",
    "31": "금액",
     "32": "가격",
     "33": "MaxDex가 뭐야",
     "34": "이 프로젝트는 블록체인 기반의 탈중앙화 암호화폐 거래소입니다. 누구나 이 거래소에서 다양한 암호화폐를 사고 팔거나, 유동성 채굴을 위해 암호화폐를 담보로 안정적인 위험 없는 수입을 얻을 수 있습니다. MaxDex 거래소는 새로운 거래 방식을 사용하기 때문입니다. 거래를 위한 새로운 가격 알고리즘으로 Uniswap과 같은 거래소의 주요 문제를 해결했습니다. MaxDex 거래소에서 해결한 주요 문제는 다음과 같습니다.",
     "35": "비영구적 손실의 문제. Uniswap과 같은 거래소에서 유동성 채굴을 약속한 사용자는 비영구적 손실에 직면하게 될 것이며 이는 부의 손실을 초래할 것입니다. 하지만 이 거래소에 스테이킹하는 것은 이 거래소가 거래에 새로운 가격 알고리즘을 사용하기 때문입니다. , 따라서 더 이상 비영구적 손실의 문제가 없으며 사용자는 이로 인해 재산을 잃지 않으며 손실 위험 없이 안정적인 수입만 있을 것입니다.",
     "36": "거래 시 급격한 가격 변동 문제. 사용자가 Uniswap과 같은 거래소에서 거래할 때 거래량이 많으면 급격한 가격 변동이 발생하고 사용자의 거래 비용이 증가합니다. 그러나 유니스왑을 사용하기 때문에 이 거래소의 새로운 거래 가격 알고리즘을 사용하면 가격 변동이 훨씬 더 원활해지고 거래가 더 원활해지고 사용자에게 더 낮은 비용이 발생합니다.",
     "37": "유동성 채굴은 동시에 두 개의 토큰을 약속해야 합니다. 사용자가 Uniswap과 같은 거래소에서 유동성 채굴을 약속할 때 동시에 두 개의 토큰을 약속해야 하며 두 토큰의 양도 필요합니다. 고정 비율을 유지하면 사용자의 유동성 채굴 비용이 증가합니다. 그러나 이 거래소는 하나 또는 두 개의 토큰만 담보하면 되고 두 토큰의 양은 유동성 채굴을 위해 고정 비율을 유지할 필요가 없습니다.",
     "38": "대량의 악성 토큰 문제. Uniswap의 토큰은 검토 메커니즘 없이 게시되기 때문에 그 안에 많은 악성 토큰이 있으며 사용자는 이러한 토큰을 거래할 때 돌이킬 수 없는 손실을 입을 것입니다. 이 거래소의 토큰은 필요합니다. 많은 악의적인 토큰을 피할 수 있고 사용자가 손실을 피할 수 있도록 시장에서 거래되기 전에 커뮤니티에서 투표하고 검토해야 합니다.",
     "39": "거래 쌍의 과도한 담보 토큰은 유동성 채굴의 수입을 희석시킵니다. Uniswap에서 유동성 채굴을 위한 담보 토큰의 양에는 제한이 없기 때문에 많은 거래 쌍에 담보 토큰이 너무 많습니다. 이러한 초과분은 토큰은 실질적인 가치가 없지만 유동성 채굴의 수입을 희석합니다.이 교환에서 이 문제는 거래 쌍의 서약 금액을 동적으로 제한함으로써 잘 해결됩니다.시스템은 자동으로 토큰의 거래량 합계를 계산합니다. 가장 최근 기간의 거래 쌍으로 자동으로 담보 토큰의 총량을 50% 이하로 제한하는 방식으로 담보 토큰의 활용률과 유동성 채굴 참여 수익이 크게 향상됩니다. ",
     "40": "해결된 문제",
     "41": "맥스덱스 거래소",
     "42": "유니스왑 교환",
     "43": "서약 영구 상실",
     "44": "무역에서 급격한 가격 변동",
     "45": "유동성 채굴은 두 개의 토큰을 약속해야 합니다.",
     "46": "많은 양의 악성 토큰",
     "47": "약속된 토큰의 과도한 양",
     "48": "토큰 MXDX",
     "49": "MaxDex 거래소의 공식 토큰은 MXDX이며 총 공급량은 10억 개입니다. MXDX 토큰을 소유한 사용자는 커뮤니티 회원입니다. 커뮤니티 회원은 커뮤니티 문제에 대해 투표할 권리와 그들이 소유한 MXDX 토큰의 양을 가집니다. 이 플랫폼의 MXDX 토큰은 관리할 권리가 있을 뿐만 아니라 실제 경제적 가치가 있습니다.이 플랫폼의 20% 거래 수수료 및 기타 수입 플랫폼의 볼트에 자동으로 예치되므로 시간이 지날수록 거래소의 수입은 점점 더 많아지고 상한선은 없습니다. 플랫폼 토큰의 수는 시간이 지남에 따라 증가하고 미래에 상한선이 없습니다.모든 커뮤니티 문제는 거래 수수료의 가치 설정, 거래 쌍 게시 투표, 거래 쌍 제거 투표 등과 같은 모든 커뮤니티 문제는 커뮤니티 구성원이 투표합니다. . 배포 플랫폼 토큰 MXDX의 계획은 다음과 같습니다.",
     "50": "공개 프리세일",
     "51": "프로젝트 개발 및 팀 확장에 필요한 자금을 조달하기 위해 저렴한 가격으로 투자자에게 MXDX 토큰을 사전 판매합니다. 투자자는 막대한 수익을 얻을 수 있습니다. 종료까지 모든 토큰이 매진되지 않으면 프리세일 기간 동안 남은 토큰은 유동성 채굴을 위한 부분으로 자동 전송됩니다.",
     "52": "개발팀",
     "53": "개발팀의 장기적인 노력에 대해 MXDX 토큰을 수여하면 팀 구성원이 보다 효율적이고 열정적으로 작업할 것입니다.",
     "54": "유동성 채굴",
     "55": "누구나 이 거래소의 거래 쌍에 유동성을 제공할 수 있습니다. 그들은 거래 수수료 수입을 보상으로 받게 되며, MXDX 토큰이 모두 분배될 때까지 유동성 채굴에 대한 또 다른 보상으로 토큰 MXDX가 그들에게 자동 분배됩니다. 그래서 유동성 채굴을 약속한 사람들은 매우 풍부한 보상을 받을 것입니다.",
     "56": "마케팅",
     "57": "시장을 확장하고 이 거래소를 홍보하고 더 많은 사용자를 이 거래소에 참여하도록 유도하고 거래소가 더 많은 수입을 얻기 위해 토큰의 일부는 특별히 외부 직원 또는 외부 직원 또는 광고, 에어드롭 보상, 타사 파트너 등과 같은 조직",
     "58": "유동성 채굴",
     "59": "개발팀",
     "60": "공개 프리세일",
     "61": "마케팅",
     "62": "백서",
     "63": "백서는 이 프로젝트에 대한 세부 정보를 설명합니다. 이 백서를 읽고 나면 이 프로젝트에 대해 전체적으로 그리고 깊이 있게 알게 될 것입니다.",
     "64": "온라인에서 백서를 보거나 다운로드하여 읽을 수 있습니다.",
     "65": "백서에는 여러 언어 버전이 있습니다:",
     "66": "영어,중국어(간체),중국어(번체),스페인어,프랑스어,독일어,한국어,일본어,이탈리아어 등",
     "67": "백서 보기",
     "68": "백서 다운로드",
     "69": "로드맵",
     "70": "2022년 12월",
     "71": "프로젝트 시작 및 생성",
     "72": "개발팀 구축",
     "73": "거래소의 컨셉 디자인",
     "74": "2023년 1월",
     "75": "기술 솔루션 설계",
     "76": "공식 웹사이트 구축",
     "77": "백서 작성",
     "78": "프리세일 스마트 계약 개발",
     "79": "소셜 미디어 계정 등록",
     "80": "2023년 2월",
     "81": "ICO 토큰 사전 판매 시작",
     "82": "교환 스마트 계약 개발",
     "83": "거래소 개발의 프런트엔드",
     "84": "거래소 개발 백엔드",
     "85": "소셜 미디어 프로모션",
     "86": "2023년 3월",
     "87": "스마트 계약 개발",
     "88": "거래소 개발의 프론트엔드",
     "89": "거래소 개발의 백엔드",
     "90": "소셜 미디어 프로모션",
     "91": "2023년 4월",
     "92": "스마트 계약 개발 완료",
     "93": "프런트엔드 개발 완료",
     "94": "백엔드 개발 완료",
     "95": "거래소 초기 개발 완료",
     "96": "블록체인 네트워크에서 테스트",
     "97": "버그 수정 및 최적화",
     "98": "2023년 5월",
     "99": "공식 토큰 프리세일 종료",
     "100": "거래소 공식 출시",
     "101": "다양한 거래소의 공식 토큰 발행",
     "102": "계속 유지 관리 및 업그레이드",
     "103": "우리 팀",
     "104": "팀 구성원은 IT, 인터넷 및 블록체인 업계의 엘리트로 구성됩니다. 그들은 세계적 수준의 대학에서 왔으며 IT, 인터넷 및 블록체인 관련 전공을 졸업했습니다. 풍부한 산업 경험, 많은 IT, 인터넷 및 블록체인 프로젝트 개발, 최첨단 비전과 독창적인 사고, 블록체인 산업에 대한 큰 관심과 열정, 블록체인 산업 발전에 전념 트렌드, 블록체인의 미래 방향을 탐색하고 블록체인 산업을 위한 더 가치 있는 응용 프로그램을 만듭니다. 블록체인의 분산화 정신을 믿고 인류 사회를 더욱 분산화하도록 촉진합니다. 특히 금융 산업은 자연스럽게 블록체인과 결합하기에 적합합니다.우리는 현재 블록체인 산업이 바람과 함께 항해하는 거대한 배처럼 활발한 단계에 있으며 미래에 더 많은 혁신이 있을 것이라고 믿으며 그 안에 함께 더 많은 기적을 만들어갈 것입니다.본 프로젝트의 보다 안전하고 안전한 개발과 팀원들의 개인정보 보호를 위해 일시적으로 멤버들의 신원을 공개하지 않기로 결정하였으며, 프로젝트의 정식 출시를 기다린 후 적절한 시기에 공지를 하도록 하겠습니다. 핵심 팀원의 신원.동일한 보안 및 개인 정보 보호 고려 사항을 기반으로 같은 업계의 다른 사람들이 우리 작업 결과를 쉽게 복사하지 못하도록 이 프로젝트의 핵심 스마트 계약 및 프로그램 코드는 단기적으로 오픈 소스가 되지 않습니다. 일정 기간 동안 프로젝트가 공식적으로 실행될 때까지 기다려야 합니다. 적시에 프로젝트 코드를 공개하여 이 프로젝트에서 투자자의 이익을 더 잘 보호할 수 있습니다.",
     "105": "이메일",
     "106": "저작권",
     "107": "모든 권리 보유",
     "108": "USDT 승인",
     "109": "구매 및 청구 방법",
     "110": "브라우저(Chrome 권장)에 메타마스크 지갑이 설치되어 있고 이더리움 메인넷 네트워크에 메타마스크가 설정되어 있는지 확인하세요",
     "111": "구입하려는 MXDX 토큰의 양을 먼저 입력하세요",
     "112": "구매하려면 \"USDT로 MXDX 구매\" 또는 \"USDT로 MXDX 구매\"를 클릭하십시오",
     "113": "\"USDT로 MXDX 구매\"를 클릭하면 USDT를 먼저 지불할 것을 승인하는 창이 나타납니다. 창이 팝업되지 않으면 이미 증명한 것이므로 USDT를 직접 지불할 수 있습니다. 구입하다",
     "114": "\"ETH로 MXDX 구매\"를 클릭하면 ETH를 직접 지불하여 구매할 수 있습니다.",
     "115": "결제 후 이 웹사이트에서 구입한 MXDX 토큰의 양을 볼 수 있습니다.",
     "116": "구매 후 사전 판매 종료 후 청구를 기다리면 됩니다. 청구가 시작되면 이 웹사이트에 알림이 표시됩니다.",
     "117": "클레임이 시작되면 구매자는 이 웹사이트에서 \"클레임\" 버튼을 클릭하기만 하면 구입한 MXDX 토큰이 자동으로 지갑 주소로 전송됩니다. 그런 다음 보관하거나 거래할 수 있습니다.",
     "118": "알았어, 닫아",
     "119": "브라우저에 메타마스크 지갑을 설치하세요(크롬 권장)",
     "120": "메타마스크 지갑에 로그인해주세요",
     "121": "이더리움 메인넷 네트워크에 MetaMask 지갑을 설정하세요",
     "122": "금액은 1000 이상이어야 합니다!",
     "123": "승인합니다",
     "124": " USDT.<br/>승인이 완료될 때까지 잠시만 기다려 주세요...",
     "125": "승인 성공! <br/>이 창을 닫고 지금 구매하세요.",
     "126": "승인 실패! 다시 시도해 주세요.",
     "127": "금액은 1000 이상이어야 합니다!",
     "128": "지갑에는 ",
     "129": " 결제 금액보다 USDT 적음 ",
     "130": "지불합니다",
     "131": " USDT.<br/>구매가 완료될 때까지 잠시만 기다려 주세요...",
     "132": "구입",
     "133": " MXDX 토큰 성공!",
     "134": "MXDX 토큰 구입에 실패했습니다. 다시 시도하십시오!",
     "135": "금액은 1000 이상이어야 합니다!",
     "136": " 지갑만 가지고 있습니다 ",
     "137": " 결제 금액보다 적은 ETH",
     "138": "지불합니다",
     "139": " ETH.<br/>구매가 완료될 때까지 잠시만 기다려 주세요...",
     "140": "구입",
     "141": " MXDX 토큰 성공!",
     "142": "MXDX 토큰 구입에 실패했습니다. 다시 시도하십시오!",
     "143": "아직 청구가 시작되지 않았습니다!",
     "144": "웹사이트에서 발표할 때까지 기다려 주세요.",
     "145": "MXDX 토큰 청구 성공! 지금 지갑에서 확인할 수 있습니다.",
     "146": "클레임 실패! 다시 시도하십시오.",
     "147": "먼저 \"지갑 연결\" 버튼을 클릭하세요!",
     "148": "다운로드 실패, 다시 시도하십시오",
     "149": "먼저 허용하려면 \"USDT 승인\" 버튼을 클릭하세요!",
     "150": "금액은 1000보다 작을 수 없습니다!",
     "151": "프리세일 시간",
     "152": "Days",
     "153": "Hours",
     "154": "Mins",
     "155": "Secs"
}